{
    "stages": {
        "d": "Delta Park",
        "e": "Euclid Avenue Stage",
        "f": "Freedom Stage"
    },
    "saturday": {
        "d": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Johnny Scales Blues Band",
                "photo": "/assets/img/2020/music/johnny-scales-band.jpg",
                "thumb": "/assets/img/2020/music/johnny-scales-band-thumb.jpg",
                "description": "Swampy, Southern-Style Blues",
                "bio": "<p>Born and raised in Atlanta, Johnny Scales has been playing around Atlanta for decades. He played with &ldquo;Lotsa Poppa&rdquo; in the 90s, appearing at area blues venues like Darwin&rsquo;s and Blind Willie&rsquo;s, as well as many festivals around the state. Johnny and his band play swampy, Southern-style blues. His original music is R&amp;B flavored, and the covers he performs always keep the house swingin&rsquo;.</p>",
                "url": "https://www.facebook.com/Johnny-Scales-47844832683/"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Dusty Roads Band",
                "photo": "/assets/img/2018/music/dusty-roads.jpg",
                "thumb": "/assets/img/2018/music/dusty-roads-thumb.jpg",
                "description": "Americana",
                "url": "https://www.dustyroadmusic.com/",
                "bio": "<p>Dusty Roads is a high-energy Georgia-grown Americana band, formed in 2014 by Atlanta based musician, John Mickelson. When you're at a Dusty Roads show, expect to hear influences of the legends of bluegrass and country music, such as Merle Haggard, Flatt &amp; Scruggs, Willie Nelson, and Bill Monroe. You can also expect dustings of songs and sounds of the great writers and musicians from across the world as well as halls of time, like Django Reinhardt, Dire Straits, and even Bob Marley. &lsquo;Come take a trip, down that long dusty road&rsquo;.</p>"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Tyler Neal",
                "photo": "/assets/img/2020/music/tyler-neal-band.jpg",
                "thumb": "/assets/img/2020/music/tyler-neal-band-thumb.jpg",
                "description": "Rock/Blues",
                "bio": "<p>Tyler started out trying to emulate Hendrix and Zeppelin hits. Also inspired by gospel music he heard in church, he was more compelled by the spirit of a song than the technique. His mentor, drummer/composer Yonrico Scott, saw the fire Tyler had for music needed fuel. Yonrico put words to musical mysteries that had fascinated Tyler for so long, teaching him how to focus on rhythm--\"the DNA of music.&rdquo; Tyler then entered Col. Bruce Hampton's orbit, who invited him to join his band. He spent the next two years touring as lead guitarist for Col. Bruce Hampton &amp; The Madrid Express, affirming the Colonel&rsquo;s belief that &ldquo;the van teaches you everything.&rdquo; Tyler says it instilled a set of musical ideals in him, &ldquo;like when you grow up in a certain religion. It&rsquo;s about how you listen for things. I&rsquo;m not listening to how well people play, or skill, I just want to hear them. I want to play with people who play themselves. I relate to Bruce in a lot of ways, because he wasn&rsquo;t really &lsquo;good&rsquo; at anything except being himself.&rdquo;</p>",
                "url": "https://tylernealband.com/"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Grant Green Jr.",
                "photo": "/assets/img/2020/music/grant-green-jr.jpg",
                "thumb": "/assets/img/2020/music/grant-green-jr-thumb.jpg",
                "description": "Jazz/funk/rock",
                "bio": "<p>As the son of legendary jazz guitarist Grant Green (1931-1979), Grant Green Jr. was exposed to exceptional musicianship right from the start. Growing up in Detroit, Grant enjoyed a constant parade of jazz greats streaming through his living room. His neighbors included Marvin Gaye, Stevie Wonder and Gladys Knight, members of the Four Tops and the Temptations. Miles Davis was known to join impromptu jam sessions in their home. A wonderful songwriter as well, his latest original album, Soul Science, was released on Ropeadope Records, featuring his Atlanta-based band. \"The apple didn't fall far from the tree.\" --The New York Times</p>",
                "url": "https://brilliant-productions.com/grantgreen/"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Ghost Rider Car Club",
                "photo": "/assets/img/2020/music/ghost-riders-car-club.jpg",
                "thumb": "/assets/img/2020/music/ghost-riders-car-club-thumb.jpg",
                "description": "Authentic Country Music from the Redneck Underground",
                "bio": "<p>For 15 years, Atlanta's Kings of the Honky Tonk have been bringing their country music showcase and extravaganza to a venue near you. Playing all of your favorite classic country hits by the likes of of Merle, Porter, Johnny, Conway, Faron, Hank and more, these veterans of the redneck underground guarantee a good time for one and all. 'It's the Ghost Riders Car Club Show!'</p>",
                "url": "https://www.facebook.com/GhostRidersCarClub"
            },
            {
                "start": "6:45PM",
                "end": "7:45PM",
                "title": "Gurufish",
                "photo": "/assets/img/2020/music/gurufish.jpg",
                "thumb": "/assets/img/2020/music/gurufish-thumb.jpg",
                "description": "Sexy, funky pop",
                "bio": "<p>Best known for their high-octane live show, fueled by their own provocative blend of pop, funk and soul, Gurufish brings a jolt of electricity and unending groove to the party. This is a band that combines the excess of 70's funk with the excess of glam-rock into a gloriously excessive good time. After a sold out showcase at SXSW, Gurufish was listed by PASTE Magazine as one of the 25 Georgia Bands You Should Listen to Now. They've also been honored with the distinction of being recognized by the GA Music Awards as Georgia's Best R'nB/Funk Band and recently appeared as guest performers on the WB Network's \"The Originals\" and the upcoming \"Dangerous Moms.\" Gurufish features Jimmy St. James on vocals &amp; keys, Matty Haze on guitar, Steve Dixon on drums, Trey Williams on bass, Jenn Beierle on keys, Eugene Russell IV on sax, Deanna Dawn and Toshia Johnson on backing vocals.</p>",
                "url": "https://www.gurufish.com/"
            },
            {
                "start": "8:00PM",
                "end": "9:00PM",
                "title": "Josh Hoyer & Soul Colossal",
                "description": "Soul/Funk",
                "bio": "<p>Night after night at their live shows, Josh Hoyer &amp; Soul Colossal leave it all on the table, bringing crowds palpably authentic music. This is a real working band; music for the people, by the people. You hear the veracity in Hoyer&rsquo;s voice. You hear the strife of a guitar amp being pushed to its limits. You hear keyboards hammering notes home while emboldened horns soar over the top of a rhythm section akin to a freight train. The aucous funk and smooth soul emanating from the stage dutifully pays homage to the past soul giants while simultaneously charging forward, piloting themselves into the modern era. This is soul music. Hoyer formed Josh Hoyer &amp; Soul Colossal in 2012 in famed blues town Lincoln, Nebraska. The award-winning five-piece band includes some of the area's most revered and accomplished musicians. Joining Hoyer (keyboards/vocals) is Blake DeForest (trumpet), Mike Keeling (bass), Benjamin Kushner (guitar), and Harrison ElDorado (drums). Inspired by the sounds of Stax, Motown, Muscle Shoals, New Orleans, Philly and San Francisco, the band continuously crosses musical boundaries both in style and era, and joins forces each show with a common goal - to have the crowd dancing so much they forget even their smallest troubles. \"If James Brown and Otis Redding had a love child, it would be Josh Hoyer. The Lincoln, Nebraska, soul shouter, and his band of merry soulsters, Soul Colossal, deliver a sound so big, so funky, so wring-the-sweat-out-of-you energetic that it reaches through the speakers and shakes you until you start moving to its groove.\" - No Depression</p>",
                "thumb": "/assets/img/2022/music/josh-hoyer-soul-colossal-thumb.jpg",
                "photo": "/assets/img/2022/music/josh-hoyer-soul-colossal.jpg",
                "url": "https://www.joshhoyer.com/"
            }
        ],
        "e": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Auriyan Tillman & Friends",
                "thumb": "/assets/img/2022/music/auriyan-tillman-thumb.jpg",
                "photo": "/assets/img/2022/music/auriyan-tillman.jpg",
                "description": "Neo-soul/Jazz",
                "bio": "<p>Vocalist Auriyan Tillman is an immensely diverse artist phenom who interweaves elements of neo-soul, R&amp;B, jazz, hip hop and pop. Her love for music began at an early age, singing in local churches, city events, and school shows. This brought her to a career of performing, composing, and writing music. Auriyan is inspired by numerous art forms and describes herself as a &ldquo;storyteller&rdquo; rather than a singer. As she says, &ldquo;Every song has a story; I am only here to tell it--with a little twist!&rdquo; Auriyan is trailblazing in the universe with her music to a new place--by creating a space,  even a world, of freedom, being, and flowing.</p>",
                "url": "https://m.facebook.com/profile.php?id=100011005395135"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Mystery Cassette",
                "thumb": "/assets/img/2022/music/mystery-cassette-thumb.jpg",
                "photo": "/assets/img/2022/music/mystery-cassette.jpg",
                "description": "Indie/Alternative Rock",
                "bio": "<p>Mystery Cassette is an indie/alternative rock band from Atlanta GA consisting of Melissa Mason, Nero Simon, Josh Bock and Celeste Smith. This mixed tape made with love puts together two dudes and two chicks... a jangle here, a jagged edge there; both sweet and sour; velvet and underground&hellip; you can feel the balance and the tension. Sometimes they'll gently rock your soul and sometimes they'll melt your face. Reminiscent of the Pretenders, PJ Harvey and the Pixies driving rhythm section; dancing will happen.</p>",
                "url": "https://mysterycassette.com/"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Orquesta MaCuba",
                "photo": "/assets/img/2022/music/orquesta-macuba.jpg",
                "thumb": "/assets/img/2022/music/orquesta-macuba-thumb.jpg",
                "description": "8-piece Latin band with female singer",
                "bio": "<p>Orquesta MaCuba has been on the scene in Atlanta, GA since 2003. The Orchestra consists of a full brass section, full percussion section and a full rhythm section with back up vocalists, and provides a Big Band experience you will appreciate. Mayi & Eddie have more than 30 years of singing & entertaining experience. Mayi hails from Matanzas, Cuba, birthplace and original home of the \"Cuban Clave\" and \"Guaguanco.\" Her sultry Cuban voice & original Cuban choreography & dance moves are matched by none. In 1993, she was one of the first to begin Latin Dance (Salsa) in Atlanta and continues to teach it. Eddie hails from Chicago, IL with deep roots in Mariachi music. His soulful R & B vocals bring a fresh, different approach to the Cuban rhythms that appeal to all. </p>",
                "url": "https://www.facebook.com/omacuba"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Puddles Pity Party",
                "photo": "/assets/img/2022/music/puddles.jpg",
                "thumb": "/assets/img/2022/music/puddles-thumb.jpg",
                "description": "7-ft clown who's silent but for his singing",
                "bio": "<p>Everyone&rsquo;s favorite hometown clown gets down with a set of emotive pop anthems and heroic balladry. This pity party is not all sadness and longing. The show is peppered with a brilliant sense of the absurd, mixing lots of humor with the awkward, tender moments. Cry it out, laugh it up and sing along with Puddles Pity Party!</p>",
                "url": "https://www.puddlespityparty.com/"
            }
        ],
        "f": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Brand New Kevins",
                "photo": "/assets/img/2022/music/brand-new-kevins.jpg",
                "thumb": "/assets/img/2022/music/brand-new-kevins-thumb.jpg",
                "description": "Rock",
                "bio": "<p>Brand New Kevins is an indie rock band out of Atlanta, We focus on writing and performing original music influenced by 70s classic rock and 80s and 90s college radio.</p>",
                "url": "https://soundcloud.com/geek-mo/sets/brand-new-kevins"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Wren and the Wravens",
                "photo": "/assets/img/2022/music/wren-wravens.jpg",
                "thumb": "/assets/img/2022/music/wren-wravens-thumb.jpg",
                "description": "Soul, indie & pop ",
                "bio": "<p>Wren and the Wravens' sound is an eclectic blend of retro soul, pop and R&amp;B. With energy that is uniting and infectious, Wren and the Wravens' music brings together people of all walks of life. Steeped in sounds both dreamy and soulful -- Atlanta-based quartet Wren &amp; The Wravens formed in 2017 around the talents of Abby Wren (vocals), Tiffany Cherry White (vocals, keys, synth bass), Rob Lane (vocals, guitar), and Julian Scott Bryan (vocals, percussion). Their sound draws from a multitude of musical styles including (but not limited to) R&amp;B, Funk, Neo-soul, Blues, Country, Dub Reggae, Dream-pop, Alternative, and Instrumental Hip-hop and showcases Wren&rsquo;s vocal and lyrical prowess layered upon an ethereally lush and catchy musical foundation of groove, harmony and pop-sensibility.</p>",
                "url": "https://www.wrenandthewravens.com/"
            },
            {
                "start": "3:30PM",
                "end": "4:30PM",
                "title": "Call Me Spinster ",
                "photo": "/assets/img/2022/music/spinster.jpg",
                "thumb": "/assets/img/2022/music/spinster-thumb.jpg",
                "description": "Folk Pop",
                "bio": "<p>&ldquo;They&rsquo;re an Indie Rock Andrews Sisters armed with more instruments and grit. Amelia Jacobs alongside Rachel and Rosalie Graber are Call Me Spinster. The trio come loaded with the traditional guitar and bass, adding banjo, mandolin, ukulele, glockenspiel, harmonica, and &lsquo;trash percussion&rsquo; to zip through clever Pop, the instrumentation on their self-titled EP an exclamation point on the bright, airy, and at times Doo Wop vocals.&rdquo; -The Alternate Root  After unearthing their Amish grandfather&rsquo;s accordion in a closet, sisters Amelia, Rachel and Rosie decided to ditch their teaching jobs and start a band. They began playing covers out in the local scene in Chattanooga, Tennessee, mashing up and deconstructing songs from Prince to the Bangles, Townes Van Zandt to Drake. Call Me Spinster began applying their left-of-center arrangements to their own songs, and worked with producer Drew Vandenberg (of Montreal, Toro y Moi, Faye Webster) on their first EP of original music. The band continues to push the boundaries of their sound as they work on their first full-length album, modernizing folk roots with dreamy synth and guitar. They are joined by Alfredo Fortin on guitar and John Hooker on drums.</p>",
                "url": "https://www.spinsterband.com/"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "The Squirrelheads",
                "photo": "/assets/img/2022/music/squirrelheads.jpg",
                "thumb": "/assets/img/2022/music/squirrelheads-thumb.jpg",
                "description": "NOLA Funk & Blues",
                "bio": "<p>Since 2001 The Squirrelheads have been dishing out some of the freshest New Orleans FUNK, Blues, and Boogie-Woogie this side of the Mississippi Delta. Adding a hint of Zydeco along with some good &lsquo;ol southern soul, The Squirrelheads offer a musical blend that will insist you tap your feet and shake that thang. While The Squirrelheads have evolved into one of Atlanta's most requested party bands, the release of their CD, From The Center Of The Universe, proved that not only did they celebrate New Orleans music, they had a little something to add to the history book as well.</p>",
                "url": "http://thesquirrelheads.com/"
            },
            {
                "start": "6:00PM",
                "end": "7:00PM",
                "title": "Donna Hopkins and Syndi Cook",
                "photo": "",
                "thumb": "",
                "description": "\"Lightning in a bottle\" blues with a touch of \"psychedelic soul\"",
                "bio": "<p>Donna Hopkins is the real deal and always a crowd pleaser. Born and raised on an Alabama farm, Donna witnessed life in the South first hand, channeling it into the soulful music that she creates and performs. Music runs in her family; her mother rock 'n' rolled in go-go boots &amp; mini-skirts; her grandfather a fine bluegrass musician in his own right. Following in their footsteps, Donna is a consummate seasoned performer. As a young teenager, Donna sneaked out to the MGM Grand in Muscle Shoals to jam with David Hood, Roger Hawkins, and Harrison Calloway&hellip;it&rsquo;s not many who can say they cut their teeth with members of Aretha Franklin&rsquo;s band! Her current lineup includes harmonica genius Brad Bauman, who is endorsed by MegaTone Harmonica Amps handcrafted by Dale Laslie. Georgia Music Magazine calls Donna Hopkins a &ldquo;genuine triple threat&rdquo; due to her prowess as a singer, songwriter and guitarist. Joining her for this special set is Sydni Cook,  a 19-year-old Atlanta-based artist. She's been writing poems and music since she was a little kid with her dad, and she's been playing shows independently since she was 12. She is influenced by a wide range of artists and music, she loves blues, old soul music, funk, jazz, reggae, and so much more. Her music writing style is versatile and unique, the genre she plays has been described as 'psychedelic soul' or 'rock-n-b'.</p>",
                "url": "http://donnahopkins.com"
            }
        ]
    },
    "sunday": {
        "d": [
            {
                "start": "12:30AM",
                "end": "1:30PM",
                "title": "Sabor! Brass Band",
                "description": "New Orleans 2nd line",
                "photo": "/assets/img/2022/music/sabor-brass-band.jpg",
                "thumb": "/assets/img/2022/music/sabor-brass-band-thumb.jpg",
                "bio": "<p>Following Hurricane Katrina, bandleader Clarence \"Tre'\" Levy III found it necessary to pull together a group of musicians who could help revive and connect to the sounds of the bayous and streets of New Orleans and Southern Louisiana. Over time, that band became known as the Sabor! Brass Band. An extension of the SABOR! brand, The Sabor! Brass Band is just what the name describes...a band of many talents adn true ambassadors of the FLAVOR of Southern Louisiana!!! Made up of lifelong musicians from Baton Rouge, New Orleans, Memphis,Tuskeegee, Atlanta, and Lima (Peru, not Ohio!), the Sabor! Brass Band brings the sounds of the lively and humid Creole cultured streets of Acadiana, Baton Rouge, and New Orleans to LIFE!</p>",
                "url": "https://www.saborbrassband.com/"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "Up the Dosage",
                "photo": "/assets/img/2020/music/up-the-dosage.jpg",
                "thumb": "/assets/img/2020/music/up-the-dosage-thumb.jpg",
                "description": "Music with a rootsy foundation",
                "bio": "<p>Up the Dosage is a supergroup of veteran Atlanta musicians who have played in many bands over too many decades.  The band draws on a variety of styles and genres from the 20th century, all of which have a rootsy foundation.  Gary Pitts holds down lead vocals and guitar, with Tim Morris on lead guitar (with some stinging slide), Alan Lieberman on drums, Dave Radlman on bass, and Jim Emshoff on keyboards.  Although each of the members has played Festival before, this is the first public performance of these artists in this combination.</p>",
                "url": ""
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Balalaika Fantasie",
                "thumb": "/assets/img/2017/music/balalaika-fantasie.jpg",
                "photo": "/assets/img/2017/music/balalaika-fantasie.jpg",
                "bio": "<p>The five musicians of Balalaika Fantasie draw their inspiration from their life-long passion for Slavic music and their diverse cultural backgrounds. Performing on authentic folk instruments, the group&rsquo;s repertoire includes Ukrainian, Gypsy, Greek, Russian and Jewish folk music. Angelina Galashenkova-Reed (domra) has toured the world as soloist with the Andreyev Folk Orchestra, performing with them at Carnegie Hall&rsquo;s 100th anniversary. A virtuoso of the three-string domra, she is a winner of the prestigious &ldquo;Cup of the North&rdquo; competition and is &ldquo;Laureate of International Competitions of Professional Folk Artists.&rdquo; She Immigrated to the U.S. in 2001 and is concertmaster and domra soloist of the Atlanta Balalaika Society Orchestra (ABSO). Pennsylvania-born David Cooper (balalaika, domra, vocals) is an authority on Slavic folk instruments and studied at the Glier Institute of Kiev, Ukraine. He is artistic director and conductor of the ABSO. Mr. Cooper&rsquo;s diverse talents make him in demand in jazz, Klezmer and steel drum ensembles. Gregory Carageorge,  a professional contrabass balalaika and string bass player for 30+ years, has performed in ethnic music groups such as the Berkeley, CA based Klezmorim and Troika Balalaikas, The Massenkoff Folk Festival, and several popular touring Greek folk music bands. He was leader of the house band at New York&rsquo;s Tea Room and has appeared with numerous folk, bluegrass, and jazz ensembles. Kirill Chernoff (alto and prima balalaika) has been a member of the ABSO since he was 12 years old. He is currently president of the Balalaika and Domra Association of America and assistant principal prima balalaika player with the ABSO. Natalia Rezvan (tenor domra) graduated from the Cultural College in Ukraine with a degree in performance on the domra. She also sings in Ukranian. Since moving to the U.S., she is delighted to be a member of the ABSO and Balalaika Fantasie.</p>",
                "description": "Slavic Folk Music",
                "url": ""
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Tito Gato",
                "photo": "/assets/img/2022/music/tito-gato.jpg",
                "thumb": "/assets/img/2022/music/tito-gato-thumb.jpg",
                "description": "Latin jazz",
                "bio": "<p>Tito Gato is a six piece Latin Jazz band based in Atlanta that plays originals and Latin arrangements of pop songs. They play Latin covers of songs from Duran Duran, Michael Jackson, and Steely Dan. Their originals are known for being catchy, unique, and infectious.</p>",
                "url": "http://titogato.net/"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Michelle Malone",
                "photo": "/assets/img/2022/music/michelle-malone.jpg",
                "thumb": "/assets/img/2022/music/michelle-malone-thumb.jpg",
                "description": "Rock/Americana",
                "bio": "<p>A mainstay of American roots music for more than 30 years, Michelle Malone has built an award-winning career as a songwriter, road warrior, and modern-day guitar hero. Her music is ingrained in the sounds of the south, mixing the rebellious stomp of roadhouse rock &amp; roll with the raw grit of blues, the holy-rolling rasp of gospel, the slow-motion swagger of country-soul, and the organic warmth of folk music. Proudly based in Atlanta, Georgia, she's always worn her influences on her sleeve &mdash; but her music is unmistakably her own. A singer, songwriter, guitarist and producer whose music is informed by blues, roadhouse rock &amp; roll and Georgia soul, Malone&rsquo;s stunning and stirring new album Slings and Arrows (Due February 16 via SBS Records) pushes the parameters even further. It&rsquo;s upbeat, defiant, and jubilant, flush with the raw energy and emotion that&rsquo;s always been a part of her signature sound all while nudging her deeper into some personal territory she hasn&rsquo;t explored before. Malone deals with issues that have been burned into her psyche and affected her deeply. These songs speak to desire and disappointment, optimism and awareness, all with a driving and fiery conviction. &ldquo;It wasn&rsquo;t planned that way&rdquo;, she insists, &ldquo;but inevitably, that&rsquo;s how the album evolved&rdquo;</p>",
                "url": "https://michellemalone.com/"
            }
        ],
        "e": [
            {
                "start": "12:30PM",
                "end": "1:30PM",
                "title": "Smith & Calvert",
                "photo": "/assets/img/2022/music/smith-calvert.jpg",
                "thumb": "/assets/img/2022/music/smith-calvert-thumb.jpg",
                "description": "Americana",
                "bio": "<p>Two instruments, two voices, beautiful songs and captivating harmonies. As the lead writers and voices of the popular bluegrass band, the Dappled Grays, Leah and Michael share a long musical history. They used pandemic downtime to write an entire new catalog of music and launched their new project, Smith &amp; Calvert. Their weekly Video Podcast \"About a Song\" is out now. Michael has played with Sugarland, John McEuen (of the Nitty Gritty Dirt Band), the legendary bluegrass fiddler Bobby Hicks, and for 10 years, shared the stage with Lauren Morrow as a member of the Whiskey Gentry. Leah is a first call Atlanta fiddler/violinist and singer. Apart from releasing her own music, she currently plays and records with John Driscoll Hopkins (of the Zac Brown Band) and has recorded extensively with Kristian Bush (of Sugarland).</p>"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "GSU Faculty Jazz Quartet",
                "description": "Jazz",
                "photo": "/assets/img/2022/music/ga-state-faculty-jazz.jpg",
                "thumb": "/assets/img/2022/music/ga-state-faculty-jazz-thumb.jpg",
                "bio": "The Georgia State University Jazz Studies program is internationally renowned, and its faculty includes some of the most prominent musicians and instructors in the United States. Each musician has an impressive array of credits, including Grammy Awards, collaborations with world-renowned artists, and performances. Gordon Vernick, trumpet; Kevin Bales, keyboard; Billy Thornton, bass; and Robert Boone, drums.",
                "url": ""
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Bradley Cole Smith",
                "photo": "/assets/img/2022/music/bradley-cole-smith.png",
                "thumb": "/assets/img/2022/music/bradley-cole-smith-thumb.png",
                "description": "Roots Rock",
                "bio": "<p>A fixture on the Atlanta music scene since the early 1990&rsquo;s, the former leader and songwriter for Southeastern stalwart, Doublewide, cut his first solo album &ldquo;Beggars and Bankers&rdquo; in  2001. His latest release, &ldquo;The Hilltop EP&rdquo; (a collaboration with Nelson Nolen and producer Paul Warner) features a lush, rootsy landscape with more diverse instrumentation than prior releases. As a songwriter, Bradley has been featured in films and television. As a performer, he has shared the stage with numerous artists including Sheryl Crow, Blues Traveler, Sister Hazel, Edwin McCain, Taj Mahal, Dwight Yoakum and Jerry Jeff Walker. His songs characterize the human experience, giving them timeless and ageless appeal.</p>",
                "url": "https://bradleycolesmith.com/"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Glenn Phillips Band",
                "photo": "/assets/img/2022/music/glenn-phillips.png",
                "thumb": "/assets/img/2022/music/glenn-phillips-thumb.png",
                "description": "Rock",
                "bio": "<p>Glenn Phillips is a critically acclaimed guitarist and composer who&rsquo;s released 20 albums over the past 50 years. From Rolling Stone: \"If rock &amp; roll guitarists were kamikaze pilots, Glenn Phillips would be in heaven right now.\" As a founding member/songwriter of the Hampton Grease Band in the late '60s, he played with countless artists of the era including John Lennon, Frank Zappa, the Grateful Dead, Fleetwood Mac, the Allman Brothers, &amp; Jimi Hendrix (Phillips is a featured interviewee in the Hendrix documentary Electric Church). His first solo album, 1975's Lost at Sea, was recorded at home and self-released; it led famed entrepreneur Richard Branson to sign Phillips to Virgin Records. In the years since, he's toured/recorded with his own group &amp; collaborated with Bob Weir of the Grateful Dead, Pete Buck of REM and Cindy Wilson of the B-52s. The one constant throughout his career: his music has remained as unique as it is acclaimed. From Guitar Player, \"A supremely musical player, Phillips has something few musicians attain: a voice of his own.\" He also recently released a highly praised memoir, Echoes: The Hampton Grease Band, My Life, My Music, and How I Stopped Having Panic Attacks. It&rsquo;s available at glennphillips.com and comes with Glenn&rsquo;s latest CD and a live DVD.</p>",
                "url": "https://glennphillips.myfreesites.net/"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Swimming Pool Q's",
                "photo": "/assets/img/2022/music/swimming-pool-qs.png",
                "thumb": "/assets/img/2022/music/swimming-pool-qs-thumb.png",
                "description": "Rock",
                "bio": "<p>Founded in Atlanta in 1978, The Swimming Pool Q&rsquo;s were among the first generation of Georgia&rsquo;s celebrated New Wave bands that included The B-52&rsquo;s, The Brains, Pylon and R.E.M. When original members Jeff Calder and Bob Elsey were joined by Anne Richmond Boston, the initial configuration of the Q's quickly established a reputation for superb musicianship and originality. With a barrage of East Coast and regional dates beginning in 1979 (including the Southern leg of the first major Police tour), The Swimming Pool Q's developed the confident live presentation they have maintained into the present era. \"Visionary pop eccentrics from Atlanta,\" noted Melody Maker. \"Some of the most compelling rock sounds in all of America...lofty architectural style distinguished by the elegant and muscular guitar duets between Jeff Calder and Bob Elsey and [Anne] Boston's rhapsodic alto phrasings,\" said The Village Voice. The band maintains an active performing and recording schedule, having completed several new songs at the legendary Southern Tracks studio in Atlanta.  They celebrate their 44th Anniversary this year and have reissued their two A&amp;M Records albums, The Swimming Pool Q&rsquo;s and Blue Tomorrow.</p>",
                "url": "http://www.swimmingpoolqs.com/"
            }
        ],
        "f": [
            {
                "start": "12:15PM",
                "end": "1:15PM",
                "title": "Johnny Awesome",
                "photo": "/assets/img/2022/music/johnny-awesome.jpg",
                "thumb": "/assets/img/2022/music/johnny-awesome-thumb.jpg",
                "description": "Rock",
                "bio": "<p>Johnny Awesome is a refreshing Rock band with their souls set on &ldquo;making it&rdquo; in music. They have been a group since Autumn of 2007 and have been working hard at creating music that satisfies not just the ears, but the soul. From house shows to various venues in the city of Atlanta, they have been preparing for their dream of becoming a successful performing band. Thanks guys and don&rsquo;t forget to always support local music and Jam with Life!</p>",
                "url": "https://www.facebook.com/Johnny-Awesome-104758399585284/"
            },
            {
                "start": "1:30PM",
                "end": "2:30PM",
                "title": "Andrea & Mud",
                "photo": "/assets/img/2022/music/andrea-mud.jpg",
                "thumb": "/assets/img/2022/music/andrea-mud-thumb.jpg",
                "description": "Surf Western music",
                "bio": "<p>Atlanta based Andrea &amp; Mud play Surf Western music--a unique blend of honky tonk, 60&rsquo;s surf music, and soul, the combination of which is akin to Junior Brown, Southern Culture on the Skids, and Marty Stuart. The latest release, Bad News Darlin&rsquo;, drew National and international attention, charting in the top 40 on AMA&rsquo;s singles and album charts. Surf Western lend of  is a vigorous elixir - blending spaghetti westerns with rough edged, honky tonkin' classic country - it makes for a unique blend of honky tonk, 60&rsquo;s surf music, and soul, the combination of which is akin to Junior Brown, Southern Culture on the Skids, and Marty Stuart. (They opened for him at Variety Playhouse in January.)</p>",
                "url": "https://andreaandmud.com/"
            },
            {
                "start": "2:45PM",
                "end": "3:45PM",
                "title": "Soulhound",
                "photo": "/assets/img/2022/music/soulhound.jpg",
                "thumb": "/assets/img/2022/music/soulhound-thumb.jpg",
                "description": "Southern soul & funk",
                "bio": "<p>Atlanta based Andrea &amp; Mud play Surf Western music--a unique blend of honky tonk, 60&rsquo;s surf music, and soul, the combination of which is akin to Junior Brown, Southern Culture on the Skids, and Marty Stuart. The latest release, Bad News Darlin&rsquo;, drew National and international attention, charting in the top 40 on AMA&rsquo;s singles and album charts. Surf Western lend of  is a vigorous elixir - blending spaghetti westerns with rough edged, honky tonkin' classic country - it makes for a unique blend of honky tonk, 60&rsquo;s surf music, and soul, the combination of which is akin to Junior Brown, Southern Culture on the Skids, and Marty Stuart. (They opened for him at Variety Playhouse in January.)</p>",
                "url": ""
            },
            {
                "start": "4:00PM",
                "end": "5:00PM",
                "title": "The Sundogs",
                "photo": "/assets/img/2022/music/sundogs.jpg",
                "thumb": "/assets/img/2022/music/sundogs-thumb.jpg",
                "description": "Rock",
                "bio": "<p>Brothers Lee and Will Haraway formed The Sundogs in Atlanta, GA in the early 2000s and quickly earned attention for the melodic Americana Rock and Roll sound of their high-energy live shows. The Haraways' pristine brotherly harmony, along with the passionate delivery of third songwriter and lead guitarist Jon Harris, keyboardist Kevin Thomas and drummer Jeff Mills provide the backbone of their sound: achingly beautiful melodies and lyrics featuring stories that alternate between tragic, hilarious and throw-your-fist-in-the-air badassery. This is America&rsquo;s Band. In July 2021,The Sundogs released their 5th record since 2005, &ldquo;Embroidered Rose,&rdquo; with 10 songs recorded and produced by Mills and Thomas at 360 Studios in Johns Creek, Ga.</p>",
                "url": "https://sundogs.net/"
            }
        ]
    }
}
