{
    "stages": {
        "d": "Delta Park",
        "e": "Euclid Avenue Stage",
        "f": "Freedom Stage"
    },
    "saturday": {
        "d": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Johnny Scales Blues Band",
                "photo": "",
                "thumb": "",
                "description": "Swampy, Southern-Style Blues",
                "bio": "<p>Born and raised in Atlanta, Johnny Scales has been playing around Atlanta for decades. He played with &ldquo;Lotsa Poppa&rdquo; in the 90s, appearing at area blues venues like Darwin&rsquo;s and Blind Willie&rsquo;s, as well as many festivals around the state. Johnny and his band play swampy, Southern-style blues. His original music is R&amp;B flavored, and the covers he performs always keep the house swingin&rsquo;.</p>"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Dusty Roads Band",
                "photo": "",
                "thumb": "",
                "description": "Americana",
                "bio": "<p>Dusty Roads is a high-energy Georgia-grown Americana band, formed in 2014 by Atlanta based musician, John Mickelson. When you're at a Dusty Roads show, expect to hear influences of the legends of bluegrass and country music, such as Merle Haggard, Flatt &amp; Scruggs, Willie Nelson, and Bill Monroe. You can also expect dustings of songs and sounds of the great writers and musicians from across the world as well as halls of time, like Django Reinhardt, Dire Straits, and even Bob Marley. &lsquo;Come take a trip, down that long dusty road&rsquo;.</p>"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Tyler Neal",
                "photo": "",
                "thumb": "",
                "description": "Rock/Blues",
                "bio": "<p>Tyler started out trying to emulate Hendrix and Zeppelin hits. Also inspired by gospel music he heard in church, he was more compelled by the spirit of a song than the technique. His mentor, drummer/composer Yonrico Scott, saw the fire Tyler had for music needed fuel. Yonrico put words to musical mysteries that had fascinated Tyler for so long, teaching him how to focus on rhythm--\"the DNA of music.&rdquo; Tyler then entered Col. Bruce Hampton's orbit, who invited him to join his band. He spent the next two years touring as lead guitarist for Col. Bruce Hampton &amp; The Madrid Express, affirming the Colonel&rsquo;s belief that &ldquo;the van teaches you everything.&rdquo; Tyler says it instilled a set of musical ideals in him, &ldquo;like when you grow up in a certain religion. It&rsquo;s about how you listen for things. I&rsquo;m not listening to how well people play, or skill, I just want to hear them. I want to play with people who play themselves. I relate to Bruce in a lot of ways, because he wasn&rsquo;t really &lsquo;good&rsquo; at anything except being himself.&rdquo;</p>",
                "url": "https://tylernealband.com/"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Grant Green Jr.",
                "photo": "",
                "thumb": "",
                "description": "Jazz/funk/rock",
                "bio": "<p>As the son of legendary jazz guitarist Grant Green (1931-1979), Grant Green Jr. was exposed to exceptional musicianship right from the start. Growing up in Detroit, Grant enjoyed a constant parade of jazz greats streaming through his living room. His neighbors included Marvin Gaye, Stevie Wonder and Gladys Knight, members of the Four Tops and the Temptations. Miles Davis was known to join impromptu jam sessions in their home. A wonderful songwriter as well, his latest original album, Soul Science, was released on Ropeadope Records, featuring his Atlanta-based band. \"The apple didn't fall far from the tree.\" --The New York Times</p>",
                "url": "https://brilliant-productions.com/grantgreen/"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Ghost Rider Car Club",
                "photo": "",
                "thumb": "",
                "description": "Authentic Country Music from the Redneck Underground",
                "bio": "<p>For 15 years, Atlanta's Kings of the Honky Tonk have been bringing their country music showcase and extravaganza to a venue near you. Playing all of your favorite classic country hits by the likes of of Merle, Porter, Johnny, Conway, Faron, Hank and more, these veterans of the redneck underground guarantee a good time for one and all. 'It's the Ghost Riders Car Club Show!'</p>",
                "url": "https://www.facebook.com/GhostRidersCarClub"
            },
            {
                "start": "6:45PM",
                "end": "7:45PM",
                "title": "Gurufish",
                "photo": "",
                "thumb": "",
                "description": "Sexy, funky pop",
                "bio": "<p>Best known for their high-octane live show, fueled by their own provocative blend of pop, funk and soul, Gurufish brings a jolt of electricity and unending groove to the party. This is a band that combines the excess of 70's funk with the excess of glam-rock into a gloriously excessive good time. After a sold out showcase at SXSW, Gurufish was listed by PASTE Magazine as one of the 25 Georgia Bands You Should Listen to Now. They've also been honored with the distinction of being recognized by the GA Music Awards as Georgia's Best R'nB/Funk Band and recently appeared as guest performers on the WB Network's \"The Originals\" and the upcoming \"Dangerous Moms.\" Gurufish features Jimmy St. James on vocals &amp; keys, Matty Haze on guitar, Steve Dixon on drums, Trey Williams on bass, Jenn Beierle on keys, Eugene Russell IV on sax, Deanna Dawn and Toshia Johnson on backing vocals.</p>",
                "url": "https://www.gurufish.com/"
            },
            {
                "start": "8:00PM",
                "end": "9:00PM",
                "title": "Josh Hoyer & Soul Colossal",
                "description": "Soul/Funk",
                "bio": "<p>Night after night at their live shows, Josh Hoyer &amp; Soul Colossal leave it all on the table, bringing crowds palpably authentic music. This is a real working band; music for the people, by the people. You hear the veracity in Hoyer&rsquo;s voice. You hear the strife of a guitar amp being pushed to its limits. You hear keyboards hammering notes home while emboldened horns soar over the top of a rhythm section akin to a freight train. The aucous funk and smooth soul emanating from the stage dutifully pays homage to the past soul giants while simultaneously charging forward, piloting themselves into the modern era. This is soul music. Hoyer formed Josh Hoyer &amp; Soul Colossal in 2012 in famed blues town Lincoln, Nebraska. The award-winning five-piece band includes some of the area's most revered and accomplished musicians. Joining Hoyer (keyboards/vocals) is Blake DeForest (trumpet), Mike Keeling (bass), Benjamin Kushner (guitar), and Harrison ElDorado (drums). Inspired by the sounds of Stax, Motown, Muscle Shoals, New Orleans, Philly and San Francisco, the band continuously crosses musical boundaries both in style and era, and joins forces each show with a common goal - to have the crowd dancing so much they forget even their smallest troubles. \"If James Brown and Otis Redding had a love child, it would be Josh Hoyer. The Lincoln, Nebraska, soul shouter, and his band of merry soulsters, Soul Colossal, deliver a sound so big, so funky, so wring-the-sweat-out-of-you energetic that it reaches through the speakers and shakes you until you start moving to its groove.\" - No Depression</p>",
                "thumb": "",
                "photo": "",
                "url": "https://www.joshhoyer.com/"
            }
        ],
        "e": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Auriyan Tillman & Friends",
                "thumb": "",
                "description": "Neo-soul/Jazz",
                "bio": "<p>Vocalist Auriyan Tillman is an immensely diverse artist phenom who interweaves elements of neo-soul, R&amp;B, jazz, hip hop and pop. Her love for music began at an early age, singing in local churches, city events, and school shows. This brought her to a career of performing, composing, and writing music. Auriyan is inspired by numerous art forms and describes herself as a &ldquo;storyteller&rdquo; rather than a singer. As she says, &ldquo;Every song has a story; I am only here to tell it--with a little twist!&rdquo; Auriyan is trailblazing in the universe with her music to a new place--by creating a space,  even a world, of freedom, being, and flowing.</p>",
                "url": ""
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Mystery Cassette",
                "thumb": "",
                "photo": "",
                "description": "Indie/Alternative Rock",
                "bio": "<p>Mystery Cassette is an indie/alternative rock band from Atlanta GA consisting of Melissa Mason, Nero Simon, Josh Bock and Celeste Smith. This mixed tape made with love puts together two dudes and two chicks... a jangle here, a jagged edge there; both sweet and sour; velvet and underground&hellip; you can feel the balance and the tension. Sometimes they'll gently rock your soul and sometimes they'll melt your face. Reminiscent of the Pretenders, PJ Harvey and the Pixies driving rhythm section; dancing will happen.</p>",
                "url": "https://mysterycassette.com/"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Orquesta MaCuba",
                "photo": "",
                "thumb": "",
                "description": "8-piece Latin band with female singer",
                "bio": "<p>Orquesta MaCuba has been on the scene in Atlanta, GA since 2003. The Orchestra consists of a full brass section, full percussion section and a full rhythm section with back up vocalists, and provides a Big Band experience you will appreciate. Mayi & Eddie have more than 30 years of singing & entertaining experience. Mayi hails from Matanzas, Cuba, birthplace and original home of the \"Cuban Clave\" and \"Guaguanco.\" Her sultry Cuban voice & original Cuban choreography & dance moves are matched by none. In 1993, she was one of the first to begin Latin Dance (Salsa) in Atlanta and continues to teach it. Eddie hails from Chicago, IL with deep roots in Mariachi music. His soulful R & B vocals bring a fresh, different approach to the Cuban rhythms that appeal to all. </p>",
                "url": ""
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Puddles Pity Party",
                "photo": "",
                "thumb": "",
                "description": "7-ft clown who's silent but for his singing",
                "bio": "<p>Everyone&rsquo;s favorite hometown clown gets down with a set of emotive pop anthems and heroic balladry. This pity party is not all sadness and longing. The show is peppered with a brilliant sense of the absurd, mixing lots of humor with the awkward, tender moments. Cry it out, laugh it up and sing along with Puddles Pity Party!</p>",
                "url": "https://www.puddlespityparty.com/"
            }
        ],
        "f": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Brand New Kevins ",
                "photo": "",
                "thumb": "",
                "description": "Rock",
                "bio": "<p>Brand New Kevins is an indie rock band out of Atlanta, We focus on writing and performing original music influenced by 70s classic rock and 80s and 90s college radio.</p>",
                "url": "https://soundcloud.com/geek-mo/sets/brand-new-kevins"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Wren and the Wravens",
                "photo": "",
                "thumb": "",
                "description": "Soul, indie & pop ",
                "bio": "<p>Wren and the Wravens' sound is an eclectic blend of retro soul, pop and R&amp;B. With energy that is uniting and infectious, Wren and the Wravens' music brings together people of all walks of life. Steeped in sounds both dreamy and soulful -- Atlanta-based quartet Wren &amp; The Wravens formed in 2017 around the talents of Abby Wren (vocals), Tiffany Cherry White (vocals, keys, synth bass), Rob Lane (vocals, guitar), and Julian Scott Bryan (vocals, percussion). Their sound draws from a multitude of musical styles including (but not limited to) R&amp;B, Funk, Neo-soul, Blues, Country, Dub Reggae, Dream-pop, Alternative, and Instrumental Hip-hop and showcases Wren&rsquo;s vocal and lyrical prowess layered upon an ethereally lush and catchy musical foundation of groove, harmony and pop-sensibility.</p>",
                "url": "https://www.wrenandthewravens.com/"
            },
            {
                "start": "3:30PM",
                "end": "4:30PM",
                "title": "Call Me Spinster ",
                "photo": "",
                "thumb": "",
                "description": "Folk Pop",
                "bio": "<p>&ldquo;They&rsquo;re an Indie Rock Andrews Sisters armed with more instruments and grit. Amelia Jacobs alongside Rachel and Rosalie Graber are Call Me Spinster. The trio come loaded with the traditional guitar and bass, adding banjo, mandolin, ukulele, glockenspiel, harmonica, and &lsquo;trash percussion&rsquo; to zip through clever Pop, the instrumentation on their self-titled EP an exclamation point on the bright, airy, and at times Doo Wop vocals.&rdquo; -The Alternate Root  After unearthing their Amish grandfather&rsquo;s accordion in a closet, sisters Amelia, Rachel and Rosie decided to ditch their teaching jobs and start a band. They began playing covers out in the local scene in Chattanooga, Tennessee, mashing up and deconstructing songs from Prince to the Bangles, Townes Van Zandt to Drake. Call Me Spinster began applying their left-of-center arrangements to their own songs, and worked with producer Drew Vandenberg (of Montreal, Toro y Moi, Faye Webster) on their first EP of original music. The band continues to push the boundaries of their sound as they work on their first full-length album, modernizing folk roots with dreamy synth and guitar. They are joined by Alfredo Fortin on guitar and John Hooker on drums.</p>",
                "url": "https://www.spinsterband.com/"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "The Squirrelheads ",
                "photo": "",
                "thumb": "",
                "description": "NOLA Funk & Blues",
                "bio": "<p>Since 2001 The Squirrelheads have been dishing out some of the freshest New Orleans FUNK, Blues, and Boogie-Woogie this side of the Mississippi Delta. Adding a hint of Zydeco along with some good &lsquo;ol southern soul, The Squirrelheads offer a musical blend that will insist you tap your feet and shake that thang. While The Squirrelheads have evolved into one of Atlanta's most requested party bands, the release of their CD, From The Center Of The Universe, proved that not only did they celebrate New Orleans music, they had a little something to add to the history book as well.</p>",
                "url": "http://thesquirrelheads.com/"
            },
            {
                "start": "6:00PM",
                "end": "7:00PM",
                "title": "Donna Hopkins and Syndi Cook",
                "photo": "",
                "thumb": "",
                "description": "\"Lightning in a bottle\" blues with a touch of \"psychedelic soul\"",
                "bio": "<p>Donna Hopkins is the real deal and always a crowd pleaser. Born and raised on an Alabama farm, Donna witnessed life in the South first hand, channeling it into the soulful music that she creates and performs. Music runs in her family; her mother rock 'n' rolled in go-go boots &amp; mini-skirts; her grandfather a fine bluegrass musician in his own right. Following in their footsteps, Donna is a consummate seasoned performer. As a young teenager, Donna sneaked out to the MGM Grand in Muscle Shoals to jam with David Hood, Roger Hawkins, and Harrison Calloway&hellip;it&rsquo;s not many who can say they cut their teeth with members of Aretha Franklin&rsquo;s band! Her current lineup includes harmonica genius Brad Bauman, who is endorsed by MegaTone Harmonica Amps handcrafted by Dale Laslie. Georgia Music Magazine calls Donna Hopkins a &ldquo;genuine triple threat&rdquo; due to her prowess as a singer, songwriter and guitarist. Joining her for this special set is Sydni Cook,  a 19-year-old Atlanta-based artist. She's been writing poems and music since she was a little kid with her dad, and she's been playing shows independently since she was 12. She is influenced by a wide range of artists and music, she loves blues, old soul music, funk, jazz, reggae, and so much more. Her music writing style is versatile and unique, the genre she plays has been described as 'psychedelic soul' or 'rock-n-b'.</p>",
                "url": ""
            }
        ]
    },
    "sunday": {
        "d": [
            {
                "start": "12:30AM",
                "end": "1:30PM",
                "title": "Uncle Don's Band",
                "description": "Classic Rock",
                "bio": "<p>Uncle Don&rsquo;s Band presents classic tunes reimagined! Byrds, Beatles, Stones, Dylan, Floyd, Petty, ELO, Badfinger, The Band, Dire Straits and many, many more! Featuring four of Atlanta's finest players and some of the greatest songs ever, enhanced with (and by) improvisation! 12 string electric guitar! Starfire bass! Almost two centuries of obsessive rock and roll experience on display for your enjoyment and edification!</p>"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "Last Chance Riders",
                "photo": "/assets/img/2019/music/last-chance-riders.jpg",
                "thumb": "/assets/img/2019/music/last-chance-riders-thumb.jpg",
                "description": "Rock, high-energy",
                "bio": "<p>Fronted by a soulful powerhouse vocal, captivating guitar hooks and face melting leads, Last Chance Riders delivers a timeless rock &lsquo;n roll, high-octane performance backed by an explosive rhythm section.</p><p>Inspired by The Allman Brothers Band, Led Zeppelin, The Rolling Stones, AC/DC, Janis Joplin and David Bowie - the Last Chance Riders have a broad blend of influences that results in a unique sound that is their own. The band plays original music and stays busy writing new material. After the release of their studio album &ldquo;Jet Lag Super Drag&rdquo; on June 22nd, Last Chance Riders will be touring throughout the Southeast with a powerfully engaging live set.</p>",
                "url": "https://www.thelastchanceriders.com/epk"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Donna Hopkins",
                "thumb": "/assets/img/2019/music/donna-hopkins-thumb.jpg",
                "photo": "/assets/img/2019/music/donna-hopkins.jpg",
                "description": "Blues/rock diva, with a touch of Americana",
                "bio": "<p>This lady&rsquo;s the real deal. Born and raised on an Alabama farm, Donna witnessed life in the South first hand, channeling it into soulful and bluesy music that she creates and performs.  Born to a musical family, she is known and respected among musicians everywhere she goes. Here&rsquo;s what Georgia Music Magazine said of her: &ldquo;She&rsquo;s her own woman with equal parts John Lee Hooker and Billy Gibbons, with a dash of Jimmie Vaugh and Robin Trower via Bridge of Sighs.&rdquo;</p>",
                "url": "http://donnahopkins.com"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Geoff Achison",
                "photo": "/assets/img/2019/music/geoff-achison.jpg",
                "thumb": "/assets/img/2019/music/geoff-achison-thumb.jpg",
                "description": "Aussie blues guitarist/songwriter phenom",
                "bio": "<p>Geoff Achison is an award-winning blues/roots artist currently residing in (and a citizen of) his native home, Melbourne, Australia. Known for his energetic live performances and unique guitar mastery, Geoff is an extraordinary guitarist who plays quite unlike anyone else. Besides his music awards he has been honored in Australian Guitar Magazine's &ldquo;Top 50 Guitarists&rdquo;, True Fire&rsquo;s &ldquo;Guitarists You Should Know&rdquo;&nbsp;and he is also&nbsp;an Official&nbsp;Patron&nbsp;of the&nbsp;Melbourne Blues Appreciation Society.</p>",
                "url": "https://www.geoffachison.com"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Yonrico Scott Band",
                "photo": "/assets/img/2019/music/yonrico.jpg",
                "thumb": "/assets/img/2019/music/yonrico-thumb.jpg",
                "description": "Jazz/blues/funk percussionist/drummer icon and band",
                "bio": "<p>Yonrico, one of the South&rsquo;s best known and beloved percussionists, fronts his most recent project and wraps up this year&rsquo;s festival at our Delta Park stage. He has recorded and performed with some other top names in the business, such as the Tedeschi-Trucks Band, Royal Southern Brotherhood, Outkast, the Allman Brothers Band, and many, many more. Well known as a Grammy award musician, Yonrico has shared his musical talent working with diverse music projects and bands, including his own. When he is not on tour, Yonrico loves to share his talents through workshops with students of all ages. He brings his usual enthusiasm, friendly demeanor, and a can-do attitude to these learning events to create a memorable and valuable experience.</p>",
                "url": "http://www.yonricoscott.com/"
            }
        ],
        "e": [
            {
                "start": "12:00AM",
                "end": "1:00PM",
                "title": "Southern Ska Syndicate",
                "photo": "/assets/img/2019/music/southern-ska-syndicate.jpg",
                "thumb": "/assets/img/2019/music/southern-ska-syndicate-thumb.jpg",
                "description": "True ska",
                "bio": "<p>Southern Ska Syndicate is ready to get the party started with their mix of classic ska and rocksteady sounds guaranteed to get you skanking on the dance floor! With members from all around the United States and veterans of other bands, they bring the rebel spirit of 1960's Jamaican music to you!</p>",
                "url": "http://southernskasyndicate.com"
            },
            {
                "start": "1:15PM",
                "end": "2:15PM",
                "title": "Band Camp Kids",
                "description": "Students in Joe Gransden's Band Camp",
                "bio": "",
                "url": ""
            },
            {
                "start": "2:30PM",
                "end": "3:30PM",
                "title": "Joe Gransden's Big Band",
                "photo": "/assets/img/2019/music/joe-gransden.jpg",
                "thumb": "/assets/img/2019/music/joe-gransden-thumb.jpg",
                "description": "Trumpeteer/vocalist and his 17-piece band",
                "bio": "<p>Joe Gransden is the soul of live Jazz and Big Band. Clint Eastwood discovered his talent and describes Joe as \"a young man with a classic voice and one hell of a Trumpet player.\" Kenny G, says \"Joe Gransden is one of those rarest musicians that has it all. He is an incredible instrumentalist with the technique of a virtuoso.\"</p>",
                "url": "http://www.joegransden.com"
            },
            {
                "start": "3:45PM",
                "end": "4:45PM",
                "title": "Michelle Malone",
                "photo": "/assets/img/2019/music/michelle-malone.jpg",
                "thumb": "/assets/img/2019/music/michelle-malone-thumb.jpg",
                "description": "Bluesy rocker & killer guitarist",
                "bio": "<p>Compared to most musical artists in the Americana genre, Michelle Malone seems like a pair of distressed blue jeans amidst a sea of pantsuits. Unlike the surplus of self-professed rootsy rebels, one listen to this woman from Georgia and you know you&rsquo;re hearing the real thing. A singer, songwriter, guitarist, producer whose music is informed by roots rock, blues,&nbsp;folk and Georgia soul, Michelle Malone's performances can go from contemplative coffeehouse quiet to rowdy and \"Deluxe reverb on 10\" at the turn of a dime. Her passionate, uncompromising style has won her loyal following world wide. She's a&nbsp;wild-haired Rock Goddess, political singer/songwriter, passionate raw performer with early roots in the church choir&nbsp; &ndash; no single characterization tells the whole story.</p><p>Equal parts badass guitar slinger and sweet songstress, Michelle Malone artfully balances her penchant for ripping it through the roof with masterful lyrical introspection and vocals that range from sublime to raucous.</p>",
                "url": "https://www.michellemalone.com/about"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "Atlanta Soul Power",
                "photo": "/assets/img/2019/music/AtlantaSoulPower.jpg",
                "thumb": "/assets/img/2019/music/AtlantaSoulPower-thumb.jpg",
                "description": "James Brown tribute show",
                "bio": "<p>Atlanta Soul Power &ndash; These gentlemen are about celebrating the music of the one and only, late great James Brown, the &ldquo;Godfather of Soul&rdquo;. The very nature of the music and their show demands people getting up &amp; dancing. Featuring singer Oliver Nichols (Soulhound/Tribute ABB) &amp; other assorted heavyweights from Atlanta&rsquo;s music scene.</p>",
                "url": "https://www.facebook.com/pg/AtlantaSoulPower/"
            }
        ],
        "f": [
            {
                "start": "12:15AM",
                "end": "1:15PM",
                "title": "Bradley Cole Smith Band",
                "photo": "/assets/img/2017/music/bradley-cole-smith.jpg",
                "thumb": "/assets/img/2018/music/bradley-cole-smith-thumb.jpg",
                "description": "Americana originals and covers",
                "bio": "<p>Bradley Cole Smith is a singer-songwriter who is also an Inman Park neighbor and volunteer.  He and his band play fresh and original Americana of a country-ish vein.</p>"
            },
            {
                "start": "1:30PM",
                "end": "2:30PM",
                "title": "SLONE",
                "thumb": "/assets/img/2019/music/slone-thumb.jpg",
                "description": "Alt-pop",
                "bio": "<p>SLONE is Julie Slonecki&rsquo;s current project: a trio of veteran Atlanta musicians including Dustin Williams (of The Sagas) on bass, Dylan Hansen (of Kick The Robot) on drums, and herself filling in the rest with vocals and looping guitar live on stage.&nbsp;The songs are full of loopy goodness that bounces between indie rock and more relaxed, hip-hop-esque, grooves.</p>",
                "url": "https://julieslonecki.com/"
            },
            {
                "start": "2:45PM",
                "end": "3:45PM",
                "title": "Story of a Life",
                "photo": "/assets/img/2019/music/story-of-life.jpg",
                "thumb": "/assets/img/2019/music/story-of-life-thumb.jpg",
                "description": "Melodious pop/rock",
                "bio": "<p>Story Of A Life is an Atlanta-based progressive band dedicated to bringing you an enticing blend of ambitious original music and classic covers. \"A rebellious hybrid of rock, funk, jazz, prog &amp; more\"- Specializing in melodic, progressive originals and classic covers.</p>",
                "url": "https://www.facebook.com/pg/StoryOfALifeTheBand/"
            },
            {
                "start": "4:00PM",
                "end": "5:00PM",
                "title": "Bonaventure Quartet",
                "photo": "/assets/img/2019/music/bonaventure-quartet.jpg",
                "thumb": "/assets/img/2019/music/bonaventure-quartet-thumb.jpg",
                "description": "Django-style gypsy jazz",
                "bio": "<p>Founded in 2000 by Charles Williams, The Bonaventure Quartet originally consisted&nbsp;four members. The vision was to be an acoustic jazz band that created music in the style of the Django Reinhardt &amp; The Hot Club of France. With the addition of singer Amy Pike, the band began incorporating American styles of jazz along with original music. The band now consists of up to eight members, but can often be found performing as a quintet, quartet, or trio depending on the occasion.</p>",
                "url": "https://www.thebonaventurequartet.com/"
            }
        ]
    }
}
