{
    "stages": {
        "d": "Delta Park",
        "e": "Euclid Avenue Stage",
        "f": "Freedom Stage"
    },
    "saturday": {
        "d": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Ralph Roddenberry",
                "photo": "/assets/img/2019/music/ralph-roddenberry.jpg",
                "thumb": "/assets/img/2019/music/ralph-roddenberry-thumb.jpg",
                "description": "Folksy, bluesy songwriter & band",
                "bio": "<p>\"Some of Ralph Roddenbery's friends might argue that he's a tough nut to crack, while others shorten their opinion to just \"a nut.\" Either way, the Georgia singer/songwriter has an undeniable knack for tapping into the emotional undercurrent of his songs, many of which are just as likely to make you laugh, as they are to cause moistening of the 'lids, all within the same four minutes.\"</p>",
                "url": "https://www.ralphroddenbery.com/"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Sound Medicine",
                "photo": "/assets/img/2019/music/sound-medicine.jpg",
                "thumb": "/assets/img/2019/music/sound-medicine-thumb.jpg",
                "description": "Sorta Reggae, very entertaining",
                "bio": "<p>\"A Reggae-based band playing intentional music with a positive message.\" Sound Medicine is the culmination of a group of individuals coming&nbsp;together to share an uplifting experience through rich vocals, soundscapes and rhythms. Pulling influences from many genres including reggae, rock, folk, blues, and dub music, each show is all about the uplifting energy of positive vibration and the healing power of intentional music! Formed in late 2016, Sound Medicine&rsquo;s sound continues to grow and evolve, ensuring a fresh, original experience at every show.</p>"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Rockaz",
                "photo": "/assets/img/2019/music/rockaz.jpg",
                "thumb": "/assets/img/2019/music/rockaz-thumb.jpg",
                "description": "Very much reggae, no lie",
                "bio": "<p>Rockaz definitely has a unique style and sound but when you see them perform, names like Big Mountain, Third World, and Steel Pulse come to mind. Their inspiration stretches across all genres of music; this is evident in their song selections. If you've ever been to a Reggae concert in the Atlanta area, chances are you've seen one or more of them performing.</p>",
                "url": "https://www.facebook.com/pg/rockazreggae/"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Peter Karp",
                "photo": "/assets/img/2019/music/peterkarp.jpg",
                "thumb": "/assets/img/2019/music/peterkarp-thumb.jpg",
                "description": "Americana",
                "bio": "<p>Peter Karp is a storyteller who also is an assertive singer, an insightful songwriter, a spellbinding performer, and a searing slide guitarist with significant keyboard skills. Ever the multi-tasker, Karp bounces between several instruments, handling electric resonator slide guitar, acoustic guitar &mdash; as well as harmonica and piano. Every song is driven home with his soulful voice and original songwriting style.</p>",
                "url": "https://www.peterkarp.com/ "
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Three5Human",
                "photo": "/assets/img/2019/music/three5human.jpg",
                "thumb": "/assets/img/2019/music/three5human-thumb.jpg",
                "description": "Alternative folk-rock",
                "bio": "<p>\"There&rsquo;s no shortage of passion emanating from Meade and Martin&rsquo;s performances and, ultimately, that&rsquo;s what sells&nbsp;A Swig from the Acid Bottle. Anyone who cares about music, especially as a force of change, is strongly encouraged to take a &ldquo;swig&rdquo; from Three5Human&rsquo;s choleric cocktail.\" &#8232;&ndash;&nbsp;Pop Matters, Chicago, IL</p><p>\"...a blistering and pulsating session of unadulterated, undeniable Rock 'n Roll...with a heavy helping of authentic soul.\"&#8232;&ndash;&nbsp;The Atlanta Voice, Atlanta, GA</p>",
                "url": "http://www.anaphoramusic.com/three5human/ "
            },
            {
                "start": "6:45PM",
                "end": "7:45PM",
                "title": "Randall Bramblett",
                "photo": "/assets/img/2019/music/randall-bramblett.jpg",
                "thumb": "/assets/img/2019/music/randall-bramblett-thumb.jpg",
                "description": "Sax-playing keyboardist/songwriter and his funkyhot band",
                "bio": "<p>Randall Bramblett&rsquo;s distinguished body of work is defined by a triple threat career as an acclaimed solo artist, an in-demand songwriter and a first call sideman. Among the artists who&rsquo;ve recorded and performed Bramblett&rsquo;s songs are Bettye LaVette, Hot Tuna, Delbert McClinton and most notably, Bonnie Raitt, who opened her 2014 Grammy winner, Slipstream, with one of his songs. In the &rsquo;70s he was a member of the seminal jazz/rock group Sea Level and as a sideman has toured with Gregg Allman, Widespread Panic and Levon Helm. Steve Winwood was such a fan of Bramblett&rsquo;s keyboard, sax and vocal performances that he made Bramblett his go-to tour mate for 16 years, including the &rsquo;94 Traffic reunion. Here&rsquo;s what his peers have to say of him:</p><p>&nbsp;&ldquo;You can&rsquo;t do better than Randall Bramblett.&rdquo;&nbsp; Bonnie Raitt</p><p>&ldquo;One of the South&rsquo;s most lyrical and literate songwriters.&rdquo;&nbsp; Rolling Stone</p><p>&ldquo;Randall is in my opinion the most gifted &amp; talented southern singer-songwriter musicians of the past several decades.&rdquo; Chuck Leavell (Rolling Stones, Allman Brothers)</p><p>&ldquo;Randall Bramblett is the William Faulkner of Southern music&rdquo; &nbsp;Hittin&rsquo; the Note</p><p>&ldquo;Randall is one of Georgia's musical treasures&rdquo; Dave Schools – Widespread Panic</p>",
                "url": "http://randallbramblett.com"
            },
            {
                "start": "8:00PM",
                "end": "9:00PM",
                "title": "Webster",
                "description": "A band that loves to jam",
                "bio": "<p>Webster&#39;s music enjoys wide appeal. The 5-piece Atlanta band formed in 2005 and covers artists including The Grateful Dead, Bob Dylan, Neil Young, Rolling Stones, Tom Petty, Phish, REM, Van Morrison, Jimmy Cliff, among others. Their focus is on improvisational and inspirational live music. The band's tangible energy takes an audience on a musical journey, encouraging an active and fun experience. They have performed at numerous venues throughout greater Atlanta, sharing the stage with major headline acts including Government Mule, Chris Robinson, Drive-By Truckers and The Wailers. Come check out Webster!</p>",
                "thumb": "/assets/img/2019/music/webster-thumb.jpg",
                "photo": "/assets/img/2019/music/webster.jpg"
            }
        ],
        "e": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Chickens and Pigs",
                "thumb": "/assets/img/2019/music/chickens-n-pigs-thumb.jpg",
                "description": "",
                "bio": "<p>Chickens &amp; Pigs &ndash; Kinda folky, kinda country, slightly irreverent and 100% a hoot. Get ready to cluck your oink off!! Voted \"Best Local Folk Act\" by Creative Loafing Atlanta 2007, Creative Loafing states \"Jeff Evans can keep a room wrapped around his little finger by way of his epic, self-effacing tales of hard luck with happy-go-lucky charm\". Earcandy magazine states \"Jeff Evans has produced a stunning \"primitive art\" piece with a truly Southern American feel\".</p>",
                "url": "https://www.facebook.com/chickensandpigs/"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Copious Jones",
                "thumb": "/assets/img/2019/music/copious-jones-thumb.jpg",
                "photo": "/assets/img/2019/music/copious-jones.jpg",
                "description": "Original Rock (?)",
                "bio": "<p>Drawing from inspirations such as Paul Simon, The Grateful Dead, and Pink Floyd, Copious Jones has created a unique musical experience attracting audiences of all generations and walks of life.  Their live show is an ever-evolving marriage of sound and emotion that spans genres tastefully and skillfully. From major music festivals to intimate listening rooms these dedicated musicians put 100% into every performance.</p><p>Delivering honest intentions inspired by a broad spectrum of influences, Copious Jones embodies the spirit that is often forgotten in popular music today. Their live show remains one of the most engaging \"undiscovered\" acts coming out of the southeast or anywhere, for that matter. The band's dedication to their craft and their vast, ever-growing rotation of both original and cover songs have earned them fans around the globe, and have folks everywhere wondering, \"Who is Copious Jones?\"</p>",
                "url": "https://www.facebook.com/Iamcopiousjones/"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Blair Crimmins & the Hookers",
                "photo": "/assets/img/2019/music/blair-crimmins.jpg",
                "thumb": "/assets/img/2019/music/blair-crimmins-thumb.jpg",
                "description": "1920's throwback/Dixieland",
                "bio": "<p>&ldquo;The sound evokes the hot jazz, ragtime and blues of the 1920s. Still a rocker at heart, Crimmins&rsquo; marriage of these distinct musical worlds wound up creating a timeless niche.&rdquo; &ndash; Creative Loafing</p><p>&ldquo;Blair Crimmins is a time traveler of sorts. He&rsquo;s a kind of music preservationist seeking to reintroduce the clamor of vaudeville and the wild glamor of speakeasies and jazz to an audience less aware.&rdquo;- Charleston Scene</p>",
                "url": "http://www.blaircrimminsandthehookers.com"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "Rae & the Royal Peacocks",
                "photo": "/assets/img/2019/music/rae-royal-peacocks.jpg",
                "thumb": "/assets/img/2019/music/rae-royal-peacocks-thumb.jpg",
                "description": "Blues/swing",
                "bio": "<p>Building on the rich blues tradition of Atlanta through the decades, these guys infuse classic styles with contemporary energy. No matter what blues genre resonates most with you, you're guaranteed to dance when this band takes the stage.</p><p>Rae and the Royal Peacocks features several of Atlanta's favorite musicians, including Danny Vinson (guitar), Art McNaughton (drums), Harold Pattillo (bass) and Valerie Waters (keys), with Rebekah \"Rae\" Easley on vocals. Their passion for the blues runs deep... and the music is irresistible. They are the winners of the 2018 Atlanta Blues Challenge and will represent the Atlanta Blues Society in the 2019 International Blue Challenge (IBC) in Memphis. The band also won the Atlanta Blues Challenge in 2016 and finished as semi-finalists in the 2017 International Blues Challenge in Memphis.</p>",
                "url": "https://www.theroyalpeacocks.com/"
            }
        ],
        "f": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Paris Luna",
                "photo": "/assets/img/2019/music/paris-luna.jpg",
                "thumb": "/assets/img/2019/music/paris-luna-thumb.jpg",
                "description": "Youthful, thoughtful pop",
                "bio": "Paris Luna, a band which was formed in 2004, is a unique blend of Rock, Country and Americana music based in Carrollton, Georgia. Members include Heather Russell, songwriter, acoustic guitar, piano, vocals, Michael Harris on lead guitar, Toby Marriott on bass and Kane Russell on drums.",
                "url": "https://www.reverbnation.com/parisluna1"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Porch Bottom Boys",
                "photo": "/assets/img/2019/music/porch-bottom-boys.jpg",
                "thumb": "/assets/img/2019/music/porch-bottom-boys-thumb.jpg",
                "description": "",
                "bio": "<p>The Porch Bottom Boys play locally sourced and sustainably produced bluegrass, newgrass, and other music in Decatur, Georgia. They frequently play at local festivals, benefits, private events, pubs, cafes, and of course on front porches.</p>",
                "url": "http://porchbottomboys.com"
            },
            {
                "start": "3:30PM",
                "end": "4:30PM",
                "title": "Chaquis Maliq",
                "photo": "/assets/img/2019/music/chaquis-maliq.jpg",
                "thumb": "/assets/img/2019/music/chaquis-maliq-thumb.jpg",
                "description": "EccentroSoul 1 Woman Band",
                "bio": "<p>EccentroSoul 1 Woman Band, Chaquis Maliq (Sha-Kees Mah-Leek), delivers the sound of Eccentric Tasteful Grooves and Honey Soul to her listeners. ArtsQuest calls her &ldquo;Beauty, Brains, and Power of Soul&rdquo;. NPR Music gracefully refers to Maliq as &ldquo;Soulful, slightly Prince-Like&rdquo;</p>",
                "url": "http://chaquismaliq.com"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "BorderCollies",
                "photo": "/assets/img/2019/music/bordercollies.jpg",
                "thumb": "/assets/img/2019/music/bordercollies-thumb.jpg",
                "description": "AuthenticCeltic",
                "bio": "<p>Authentic and Neo-traditional Irish and Scottish music, both original and traditional songs and tunes. Guitars, bouzouki, mandolin, harmonica, penny whistle, fiddle, bodhran, bass, etc., etc.</p>",
                "url": "https://www.facebook.com/The-BorderCollies-74078810404/"
            },
            {
                "start": "6:00PM",
                "end": "7:00PM",
                "title": "Roxy Watson",
                "photo": "/assets/img/2019/music/roxy-watson.jpg",
                "thumb": "/assets/img/2019/music/roxy-watson-thumb.jpg",
                "description": "Bluegrass/Americana",
                "bio": "<p>Roxie Watson is a four-piece string band from Atlanta, Georgia that blends gorgeous vocal harmonies and stellar songs into live performances that will just as soon make you laugh as shed a tear. Their music combines elements of old country, rock-a-billy, bluegrass, gospel, and even a little touch of classic rock &lsquo;n roll.</p>",
                "url": "http://roxiewatson.com/"
            }
        ]
    },
    "sunday": {
        "d": [
            {
                "start": "12:30AM",
                "end": "1:30PM",
                "title": "Uncle Don's Band",
                "description": "Classic Rock",
                "bio": "<p>Uncle Don&rsquo;s Band presents classic tunes reimagined! Byrds, Beatles, Stones, Dylan, Floyd, Petty, ELO, Badfinger, The Band, Dire Straits and many, many more! Featuring four of Atlanta's finest players and some of the greatest songs ever, enhanced with (and by) improvisation! 12 string electric guitar! Starfire bass! Almost two centuries of obsessive rock and roll experience on display for your enjoyment and edification!</p>"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "Last Chance Riders",
                "photo": "/assets/img/2019/music/last-chance-riders.jpg",
                "thumb": "/assets/img/2019/music/last-chance-riders-thumb.jpg",
                "description": "Rock, high-energy",
                "bio": "<p>Fronted by a soulful powerhouse vocal, captivating guitar hooks and face melting leads, Last Chance Riders delivers a timeless rock &lsquo;n roll, high-octane performance backed by an explosive rhythm section.</p><p>Inspired by The Allman Brothers Band, Led Zeppelin, The Rolling Stones, AC/DC, Janis Joplin and David Bowie - the Last Chance Riders have a broad blend of influences that results in a unique sound that is their own. The band plays original music and stays busy writing new material. After the release of their studio album &ldquo;Jet Lag Super Drag&rdquo; on June 22nd, Last Chance Riders will be touring throughout the Southeast with a powerfully engaging live set.</p>",
                "url": "https://www.thelastchanceriders.com/epk"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Donna Hopkins",
                "thumb": "/assets/img/2019/music/donna-hopkins-thumb.jpg",
                "photo": "/assets/img/2019/music/donna-hopkins.jpg",
                "description": "Blues/rock diva, with a touch of Americana",
                "bio": "<p>This lady&rsquo;s the real deal. Born and raised on an Alabama farm, Donna witnessed life in the South first hand, channeling it into soulful and bluesy music that she creates and performs.  Born to a musical family, she is known and respected among musicians everywhere she goes. Here&rsquo;s what Georgia Music Magazine said of her: &ldquo;She&rsquo;s her own woman with equal parts John Lee Hooker and Billy Gibbons, with a dash of Jimmie Vaugh and Robin Trower via Bridge of Sighs.&rdquo;</p>",
                "url": "http://donnahopkins.com"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Geoff Achison",
                "photo": "/assets/img/2019/music/geoff-achison.jpg",
                "thumb": "/assets/img/2019/music/geoff-achison-thumb.jpg",
                "description": "Aussie blues guitarist/songwriter phenom",
                "bio": "<p>Geoff Achison is an award-winning blues/roots artist currently residing in (and a citizen of) his native home, Melbourne, Australia. Known for his energetic live performances and unique guitar mastery, Geoff is an extraordinary guitarist who plays quite unlike anyone else. Besides his music awards he has been honored in Australian Guitar Magazine's &ldquo;Top 50 Guitarists&rdquo;, True Fire&rsquo;s &ldquo;Guitarists You Should Know&rdquo;&nbsp;and he is also&nbsp;an Official&nbsp;Patron&nbsp;of the&nbsp;Melbourne Blues Appreciation Society.</p>",
                "url": "https://www.geoffachison.com"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Yonrico Scott Band",
                "photo": "/assets/img/2019/music/yonrico.jpg",
                "thumb": "/assets/img/2019/music/yonrico-thumb.jpg",
                "description": "Jazz/blues/funk percussionist/drummer icon and band",
                "bio": "<p>Yonrico, one of the South&rsquo;s best known and beloved percussionists, fronts his most recent project and wraps up this year&rsquo;s festival at our Delta Park stage. He has recorded and performed with some other top names in the business, such as the Tedeschi-Trucks Band, Royal Southern Brotherhood, Outkast, the Allman Brothers Band, and many, many more. Well known as a Grammy award musician, Yonrico has shared his musical talent working with diverse music projects and bands, including his own. When he is not on tour, Yonrico loves to share his talents through workshops with students of all ages. He brings his usual enthusiasm, friendly demeanor, and a can-do attitude to these learning events to create a memorable and valuable experience.</p>",
                "url": "http://www.yonricoscott.com/"
            }
        ],
        "e": [
            {
                "start": "12:00AM",
                "end": "1:00PM",
                "title": "Southern Ska Syndicate",
                "photo": "/assets/img/2019/music/southern-ska-syndicate.jpg",
                "thumb": "/assets/img/2019/music/southern-ska-syndicate-thumb.jpg",
                "description": "True ska",
                "bio": "<p>Southern Ska Syndicate is ready to get the party started with their mix of classic ska and rocksteady sounds guaranteed to get you skanking on the dance floor! With members from all around the United States and veterans of other bands, they bring the rebel spirit of 1960's Jamaican music to you!</p>",
                "url": "http://southernskasyndicate.com"
            },
            {
                "start": "1:15PM",
                "end": "2:15PM",
                "title": "Band Camp Kids",
                "description": "Students in Joe Gransden's Band Camp",
                "bio": "",
                "url": ""
            },
            {
                "start": "2:30PM",
                "end": "3:30PM",
                "title": "Joe Gransden's Big Band",
                "photo": "/assets/img/2019/music/joe-gransden.jpg",
                "thumb": "/assets/img/2019/music/joe-gransden-thumb.jpg",
                "description": "Trumpeteer/vocalist and his 17-piece band",
                "bio": "<p>Joe Gransden is the soul of live Jazz and Big Band. Clint Eastwood discovered his talent and describes Joe as \"a young man with a classic voice and one hell of a Trumpet player.\" Kenny G, says \"Joe Gransden is one of those rarest musicians that has it all. He is an incredible instrumentalist with the technique of a virtuoso.\"</p>",
                "url": "http://www.joegransden.com"
            },
            {
                "start": "3:45PM",
                "end": "4:45PM",
                "title": "Michelle Malone",
                "photo": "/assets/img/2019/music/michelle-malone.jpg",
                "thumb": "/assets/img/2019/music/michelle-malone-thumb.jpg",
                "description": "Bluesy rocker & killer guitarist",
                "bio": "<p>Compared to most musical artists in the Americana genre, Michelle Malone seems like a pair of distressed blue jeans amidst a sea of pantsuits. Unlike the surplus of self-professed rootsy rebels, one listen to this woman from Georgia and you know you&rsquo;re hearing the real thing. A singer, songwriter, guitarist, producer whose music is informed by roots rock, blues,&nbsp;folk and Georgia soul, Michelle Malone's performances can go from contemplative coffeehouse quiet to rowdy and \"Deluxe reverb on 10\" at the turn of a dime. Her passionate, uncompromising style has won her loyal following world wide. She's a&nbsp;wild-haired Rock Goddess, political singer/songwriter, passionate raw performer with early roots in the church choir&nbsp; &ndash; no single characterization tells the whole story.</p><p>Equal parts badass guitar slinger and sweet songstress, Michelle Malone artfully balances her penchant for ripping it through the roof with masterful lyrical introspection and vocals that range from sublime to raucous.</p>",
                "url": "https://www.michellemalone.com/about"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "Atlanta Soul Power",
                "photo": "/assets/img/2019/music/AtlantaSoulPower.jpg",
                "thumb": "/assets/img/2019/music/AtlantaSoulPower-thumb.jpg",
                "description": "James Brown tribute show",
                "bio": "<p>Atlanta Soul Power &ndash; These gentlemen are about celebrating the music of the one and only, late great James Brown, the &ldquo;Godfather of Soul&rdquo;. The very nature of the music and their show demands people getting up &amp; dancing. Featuring singer Oliver Nichols (Soulhound/Tribute ABB) &amp; other assorted heavyweights from Atlanta&rsquo;s music scene.</p>",
                "url": "https://www.facebook.com/pg/AtlantaSoulPower/"
            }
        ],
        "f": [
            {
                "start": "12:15AM",
                "end": "1:15PM",
                "title": "Bradley Cole Smith Band",
                "photo": "/assets/img/2017/music/bradley-cole-smith.jpg",
                "thumb": "/assets/img/2018/music/bradley-cole-smith-thumb.jpg",
                "description": "Americana originals and covers",
                "bio": "<p>Bradley Cole Smith is a singer-songwriter who is also an Inman Park neighbor and volunteer.  He and his band play fresh and original Americana of a country-ish vein.</p>"
            },
            {
                "start": "1:30PM",
                "end": "2:30PM",
                "title": "SLONE",
                "thumb": "/assets/img/2019/music/slone-thumb.jpg",
                "description": "Alt-pop",
                "bio": "<p>SLONE is Julie Slonecki&rsquo;s current project: a trio of veteran Atlanta musicians including Dustin Williams (of The Sagas) on bass, Dylan Hansen (of Kick The Robot) on drums, and herself filling in the rest with vocals and looping guitar live on stage.&nbsp;The songs are full of loopy goodness that bounces between indie rock and more relaxed, hip-hop-esque, grooves.</p>",
                "url": "https://julieslonecki.com/"
            },
            {
                "start": "2:45PM",
                "end": "3:45PM",
                "title": "the Story of Life",
                "photo": "/assets/img/2019/music/story-of-life.jpg",
                "thumb": "/assets/img/2019/music/story-of-life-thumb.jpg",
                "description": "Melodious pop/rock",
                "bio": "<p>Story Of Life is an Atlanta-based progressive band dedicated to bringing you an enticing blend of ambitious original music and classic covers. \"A rebellious hybrid of rock, funk, jazz, prog &amp; more\"- Specializing in melodic, progressive originals and classic covers.</p>",
                "url": "https://www.facebook.com/pg/StoryOfALifeTheBand/"
            },
            {
                "start": "4:00PM",
                "end": "5:00PM",
                "title": "Bonaventure Quartet",
                "photo": "/assets/img/2019/music/bonaventure-quartet.jpg",
                "thumb": "/assets/img/2019/music/bonaventure-quartet-thumb.jpg",
                "description": "Django-style gypsy jazz",
                "bio": "<p>Founded in 2000 by Charles Williams, The Bonaventure Quartet originally consisted&nbsp;four members. The vision was to be an acoustic jazz band that created music in the style of the Django Reinhardt &amp; The Hot Club of France. With the addition of singer Amy Pike, the band began incorporating American styles of jazz along with original music. The band now consists of up to eight members, but can often be found performing as a quintet, quartet, or trio depending on the occasion.</p>",
                "url": "https://www.thebonaventurequartet.com/"
            }
        ]
    }
}
