{
    "stages": {
        "d": "Delta Park",
        "e": "Euclid Avenue Stage",
        "f": "Freedom Stage"
    },
    "saturday": {
        "d": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "DejaBlue Grass Band",
                "photo": "/assets/img/2020/music/dejablue-band.jpg",
                "thumb": "/assets/img/2020/music/dejablue-band-thumb.jpg",
                "description": "Bluegrass/Newgrass",
                "bio": "<p>From Athens to Atlanta, Toccoa to Telluride, the DejaBlue Grass Band's coiled steel, 3-part harmonies tap and twist around a 5-piece bluegrass ensemble guaranteed to have you and your guests dancing from sole to crown. The DJBGB serves up a fresh song selection of truegrass, piled high with pop and newgrass, lightly salted with some soul-shaking gospel.</p>",
                "url": "https://dejabluegrassband.com/"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "W8ting4UFOs",
                "photo": "",
                "thumb": "",
                "description": "Post-folk soundscapes, pre-apocalypse sing alongs",
                "bio": "<p>W8ing4UFOs is a shape-shifting Atlanta-based songwriting collective. Members include Bill Taft (vocals, guitar and banjo), Brian Halloran (cello), Will Fratesi (drums), Billy Fields (keyboards), Katie Butler (viola) and Sean Dunn (guitar). Their story-songs explore a range of subjects from betrayal and Old Testament justice to coyotes and flower arranging. Taft's lyrics ricochet around the songs as guitar, cello, viola, and keyboard melodies weave in and out, coming together before tearing themselves apart.  Fratesi's beats, made from found objects, sticks, and a bass drum, keep the party moving on and on and on.</p>",
                "url": "https://www.facebook.com/W8ing4UFOs/"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Lola Gulley",
                "photo": "",
                "thumb": "",
                "description": "Blues",
                "bio": "<p>Lola (just Lola) is a dynamic blues and R&B singer/keyboard player who has been igniting stages in the Atlanta area and beyond as a national and international artist. Blessed with a deep soul voice, a funkified keyboard style and an intense, high energy stage presence, Lola combines traditional blues with hard-edged R&B to create her own brand of contemporary, tough music. Lola is honored to be named among \"Atlanta's Queens of Blues\" along with the dynamic Francine Reed and Sandra Hall. Atlanta Council Member Kwanza Hall presented the ladies with a proclamation naming September 29, 2013 Atlanta Queens of Blues Day in Atlanta!!</p>",
                "url": "https://lolagulley.com"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Grant Green Jr.",
                "photo": "",
                "thumb": "",
                "description": "Jazz",
                "bio": "<p>As the son of legendary jazz guitarist Grant Green (1931-1979), Grant Green Jr. was exposed to exceptional musicianship right from the start. Growing up in Detroit, Grant enjoyed a constant parade of jazz greats streaming through his living room. He’s toured the world in one band or another from an early age, including the popular Godfathers of Groove with Bernard Purdie for over a decade. Grant’s ability to blend funky grooves with melodic soul-jazz and blues has made him a festival favorite. His live performances are heartfelt and crowd pleasing, delighting fans at events like the New Orleans JazzFest, Savannah Musicfest, High Sierra Fest (CA), Bear Creek Festival (FL), and the Detroit Jazz Festival.</p>",
                "url": "https://www.facebook.com/grant.j.green"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Ghost Riders Car Club",
                "photo": "/assets/img/2020/music/ghost-riders-car-club.jpg",
                "thumb": "/assets/img/2020/music/ghost-riders-car-club-thumb.jpg",
                "description": "Honky Tonk/Classic Country",
                "bio": "<p>For 15 years, Atlanta's Kings of The Honky Tonk have been bringing their country music showcase and extravaganza to a venue near you. Playing all of your favorite classic country hits by the likes of Merle, Porter, Johnny, Conway, Faron, Hank and more, these veterans of the redneck underground guarantee a good time for one and all. \"It's the Ghost Riders Car Club show!\"</p>",
                "url": "https://www.facebook.com/Ghost-Riders-Car-Club-113830053312/"
            },
            {
                "start": "6:45PM",
                "end": "7:45PM",
                "title": "STIG",
                "photo": "",
                "thumb": "",
                "description": "Psychedelic Funk",
                "bio": "<p>STIG is the world's first and finest 4-piece power trio. Featuring Ryan Stigmon on the saxophone, Thomson “Soy Boy” Knoles on the keys, Jack McChesney on the drums, and Artie Sadtler on the bass guitar, the band brings their improvised psychedelic funk sound from the hills of Asheville, NC to the eyes and ears of their fans across the US. The band is inspired by a wide array of music, from the expeditious improvisation of Herbie Hancock and Phish, to the energetic complexity of Snarky Puppy and Meshuggah. Check out a STIG show and you're guaranteed to be drawn into a dynamic and ever-changing groove that doesn't stop ‘till the guys walk offstage. No two songs are the same from night to night, giving the band plenty of elbow room to take them in any direction they choose. Between the high-octane improvisation and low-down, dirty FUNK, STIG is not a band you want to miss!</p>",
                "url": "https://stigfunk.com"
            },
            {
                "start": "8:00PM",
                "end": "9:00PM",
                "title": "Gurufish",
                "photo": "",
                "thumb": "",
                "description": "Pop/Funk/Soul",
                "bio": "<p>Best known for their high-octane live show, fueled by their own provocative blend of pop, funk and soul, Gurufish brings a jolt of electricity and unending groove to the party. This is a band that combines the excess of 70's funk with the excess of glam-rock into a gloriously excessive good time.</p>",
                "url": "https://gurufish.com"
            }
        ],
        "e": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Tyler Neal Band",
                "photo": "",
                "thumb": "",
                "description": "Blues/Rock",
                "bio": "<p>Tyler first began exploring music on guitar and drums, trying to emulate the Hendrix and Zeppelin hits he loved. He didn't realize it until later in life, but he was also inspired by the gospel music he heard in church, more compelled by the spirit of a song than the technique. He found a mentor in drummer and composer Yonrico Scott (Derek Trucks Band, Royal Southern Brotherhood) who could see that the fire Tyler had for music needed fuel. Tyler then entered the orbit of Col. Bruce Hampton. He started going to Bruce's shows at Northside Tavern in Atlanta, and Bruce invited him to sit in. When Bruce invited him to officially join the band and go on tour, Tyler had no doubt the path Bruce offered was the one he belonged on. He spent the next two years as lead guitarist for Col. Bruce Hampton & The Madrid Express. Since Bruce's unexpected death in 2017, Tyler has been leading his own band and working on his first album of original songs. Tyler always knew he had to play music but didn't always know why. The first leg of his musical path has made it clear, music is not just a project but a need.  This has become a mantra for Tyler, always reminding him to push ahead in the face of doubt, and believe in music as his best hope to meet his best self.</p>",
                "url": "https://tylernealband.com"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Johnny Awesome",
                "photo": "",
                "thumb": "",
                "description": "Alternative/Rock",
                "bio": "<p>Johnny Awesome is a new Refreshing Rock band with their souls set on \"making it\" in music. They have been a group since Autumn of 2007 and have been working hard at creating music that satisfies not just the ears, but the soul. From house shows to various venues in the city of Atlanta, they have been preparing for their dream of becoming a successful performing band. For booking, send us an email at johnnawesome99@gmail.com Thanks guys and don't forget to always support local music and jam with life!</p>",
                "url": "https://JohnnyAwesomeBand.com"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Orquesta MaCuba",
                "photo": "",
                "thumb": "",
                "description": "Latin Jazz",
                "bio": "<p>Eddie & Mayi Lopez and Orquesta MaCuba perform with an average of 10 musicians at all times. They have been on the Atlanta scene since 2003 and consist of a full brass section, a full percussion section and a full rhythm section with back up vocalists. Mayi hails from Matanzas, Cuba, the birthplace of the \"Cuban Clave\" and \"Guaguanco.\" With 30 years of singing and entertaining experience, her sultry Cuban voice and original Cuban choreography and dance moves are matched by none. In 1993, she was one of the first to teach Latin Dance (Salsa) in Atlanta and continues to teach presently. Eddie hails from Chicago, IL with deep roots in mariachi music. Also with 30 years of singing and entertaining experience, his soulful R & B vocals bring a different, fresh approach to the Cuban rhythms that appeal to all audiences. ¡Oye Chico Goza La Musica!</p>",
                "url": "https://www.facebook.com/omacuba"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Josh Hoyer",
                "photo": "",
                "thumb": "",
                "description": "Soul Pop",
                "bio": "<p>Night after night at their live shows, Josh Hoyer & Soul Colossal leave it all on the table, bringing crowds palpably authentic music. This is a real working band; music for the people, by the people. Inspired by the sounds of Stax, Motown, Muscle Shoals, New Orleans, Philly and San Francisco, the band continuously crosses musical boundaries both in style and era, and joins forces each show with a common goal - to have the crowd dancing so much they forget even their smallest troubles. In 2017, Josh was featured as a contestant on NBC's The Voice, and the band completed their first European tour; a 27-city stint capped with a live album release from their show in Brussels, Belgium. The hard working band completed several national tours from 2015-2017, playing more than 150 shows in 32 states each year, including opening for George Clinton, Charles Bradley, Booker T Jones, and Muscle Shoals Revue. If James Brown and Otis Redding had a love child, it would be Josh Hoyer. The Lincoln, Nebraska, soul shouter, and his band of merry soulsters, Soul Colossal, deliver a sound so big, so funky, so wring-the-sweat-out-of-you energetic that it reaches through the speakers and shakes you until you start moving to its groove.</p>"
            }
        ],
        "f": [
            {
                "start": "11:45AM",
                "end": "12:45PM",
                "title": "Brand New Kevins",
                "photo": "",
                "thumb": "",
                "description": "Rock",
                "bio": "<p>Brand New Kevins was formed by long-time Inman Parkers Doug McLaughlin (guitar) and Keith Burnette (drums and vocals).  Influenced by classic rock and college radio, they started playing music together 15 years ago. With Brad Goldman (bass) and Melissa May (vocals), they write and perform original songs.</p>",
                "url": "https://soundcloud.com/geek-mo/sets/brand-new-kevins"
            },
            {
                "start": "1:00PM",
                "end": "2:00PM",
                "title": "Wren and the Wravens",
                "photo": "",
                "thumb": "",
                "description": "Dreamy Pop/R&B/Soul",
                "bio": "<p>Wren and the Wravens' sound is an eclectic blend of pop, r&b, and retro soul. With energy that is uniting and infectious, Wren and the Wravens' music brings together people of all walks of life. Originally named Secondhand Swagger, Wren and the Wravens was formed in 2008 by Abby Wren (vocals) and Julian Scott Bryan (drums and vocals). Their sound was solidified with the inclusion of Tiffany Cherry White (bass, synth, keys, and vocals) and Rob Lane (guitar and vocals). This Atlanta-based band has played numerous festivals and venues all over and has shared the stage with such acts as Trombone Shorty, G-Love and Special Sauce, S.O.S Band and more. The band also has much community involvement, including collaborating with the charitable organizations 500 Songs for Kids and Re-Imagine Atlanta. Love is in the music for sure.</p>",
                "url": "https://wrenandthewravens.com"
            },
            {
                "start": "3:30PM",
                "end": "4:30PM",
                "title": "Call Me Spinster",
                "photo": "",
                "thumb": "",
                "description": "Folk Pop",
                "bio": "<p>Call Me Spinster is a sister trio that weaves front porch familial harmony with toilet-brushed hip hop beats, epic accordion and glockenspiel solos, and melodic upright bass lines. Their start as a cover band built a wide bank of sounds, feels and originals ranging from sparse, acoustic folk tunes to pumped-up edgy pop.</p>",
                "url": "https://Callmespinster.com"
            },
            {
                "start": "4:45PM",
                "end": "5:45PM",
                "title": "The Squirrelheads",
                "photo": "",
                "thumb": "",
                "description": "New Orleans Funk, Blues and Boogie-Woogie",
                "bio": "<p>With a unique blend of New Orleans-influenced funk, blues and boogie-woogie, The Squirrelheads have been rocking the house New Orleans style since 2001. Their high-energy, feel-good performances bring audiences to their feet and transport them to somewhere deep in the French Quarter of New Orleans. It's a Mardi Gras house party every time The Squirrelheads take the stage!</p>",
                "url": "https://thesquirrelheads.com"
            },
            {
                "start": "6:00PM",
                "end": "7:00PM",
                "title": "Donna Hopkins",
                "photo": "",
                "thumb": "",
                "description": "Rock/Blues",
                "bio": "<p>Donna Hopkins is the real deal. Born and raised on a north AL farm, Donna witnessed life in the South first hand, channeling it into the soulful music that she creates and performs. Music runs in her family; her mother performed rock and roll in go-go boots and mini-skirts and her grandfather was a fine bluegrass musician in his own right. Following in their footsteps, Donna is a consummate seasoned performer with many songs and performances under her belt. As a young teenager, Donna recalls sneaking out to the MGM Grand in famous Muscle Shoals, AL to jam with David Hood, Roger Hawkins, and Harrison Calloway. It's not many who can say they cut their teeth with members of Aretha Franklin's band! Georgia Music Magazine calls Donna Hopkins a \"genuine triple threat\" due to her prowess as a singer, songwriter and guitarist. In addition to her other talents, Donna also wears the producer's hat, working with and developing up-and-coming talent in the Atlanta area. As much at home in an intimate listening venue as she is on a giant festival stage, Donna Hopkins performs both solo and accompanied by the perfectly seasoned group of musicians who make up the Donna Hopkins Band and is always a crowd pleaser.</p>",
                "url": "https://donnahopkins.com"
            }
        ]
    },
    "sunday": {
        "d": [
            {
                "start": "12:30PM",
                "end": "1:30PM",
                "title": "Johnny Scales Band",
                "photo": "",
                "thumb": "",
                "description": "Swampy, Southern-style Blues",
                "bio": "<p>Born and raised in Atlanta, Johnny Scales has been playing guitar around town for decades. He played with \"Lotsa Poppa\" in the 90s and has appeared at local blues venues like Darwin's, Fat Matt's and Blind Willie's as well as many festivals around the state. His original music is R&B-flavored, and his covers always keep the house swingin'!</p>",
                "url": "https://www.facebook.com/pages/category/Musician-Band/Johnny-Scales-47844832683/"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "Up the Dosage",
                "photo": "",
                "thumb": "",
                "description": "Americana/Blues",
                "bio": "<p>Up the Dosage is a supergroup of veteran Atlanta musicians who have played in many bands over too many decades. The band draws on a variety of styles and genres from the 20th century, all of which have a rootsy foundation. Gary Pitts holds down lead vocals and guitar, with Tim Morris on lead guitar, Alan Lieberman on drums, Mark Jones on bass, and Jim Emshoff on keyboards. Although each of the members has played Festival before, this is the first public performance of these artists in this combination.</p>"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Sandra Hall",
                "photo": "",
                "thumb": "",
                "description": "The Empress of the Blues",
                "bio": "<p>Sandra Hall was born in Atlanta and after singing from the age of four at a nearby church, Hall formed a duo with her sister, Barbara, called the Soul Sisters. She later formed the Exotics, singing and dancing particularly at the Royal Peacock Club, one of the premier Atlanta nightclubs. She continued to work largely around Atlanta, but her recording exposure led her on tours in Europe, which included her performing at the Montreux Jazz Festival. Sandra continues to perform at Blind Willie's in Atlanta with her incredible band, the Shadows.</p>",
                "url": "https://www.facebook.com/sandrabluz"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Tito Gato",
                "photo": "",
                "thumb": "",
                "description": "Latin Jazz",
                "bio": "<p>Tito Gato has a passion for turning jazz standards and pop songs into Latin jazz, using grooves based on Afro-Cuban, Brazilian, and Venezuelan music. The band's influences include Pat Metheny Group, Sergio Mendes, Steely Dan, and Tito Puente. They also have long been noted for their critically acclaimed signature originals.</p>",
                "url": "https://titogato.com"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Soulhound",
                "photo": "",
                "thumb": "",
                "description": "Southern Soul & Funk",
                "bio": "<p>A deep and wide foundation of soul is at the heart of their sound, which has been described as “the Meters meets Hendrix meets Steely Dan.” Soulhound brews up a potent concoction of genres: R&B; soul; and a heavy dose of late 60s and 70s funk, like Parliament and Funkadelic. But just when you think you've got them all figured out, Soulhound can unleash a surprising jam-band vibe, akin to Phish, or throw in a few Beatles-inspired tunes.</p>"
            }
        ],
        "e": [
            {
                "start": "12:30PM",
                "end": "1:30PM",
                "title": "Leah Calvert & Neal Fountain",
                "photo": "",
                "thumb": "",
                "description": "Rock with Americana Inflection",
                "bio": "<p>A singer-songwriter and in-demand Atlanta-area fiddler and vocalist. Over the years, she has shared the stage with award-winning artists including Amy Ray (Indigo Girls), Kristian Bush (Sugarland) and renowned songwriter Radney Foster. In addition to her work as a solo artist, she is a member of Atlanta acts The Dappled Grays and John Driskell Hopkins Band (Grammy winner and founding/current member of Zac Brown Band). With her record Satellite, Calvert moves into uncharted territory, articulating a sound that is wholly her own. Her latest work is Terminus Tapes, of which she says \"the newest tunes are equal parts Fountain and myself,\" and \"playing with this guy is the highlight of several consecutive years now\"--the \"always smiling, Neal Fountain,\" monster bass player.  </p>",
                "url": "https://leahsatellite.com"
            },
            {
                "start": "1:45PM",
                "end": "2:45PM",
                "title": "GSU Jazz Band",
                "photo": "",
                "thumb": "",
                "description": "Big Band Jazz",
                "bio": "<p>The Georgia State University (GSU) Jazz Band offers students the opportunity to perform in a jazz band of recognized excellence and offers an opportunity for the students/musicians to explore new modes of self-expression. Performance standards are such that future musicians, educators and listeners establish attitudes toward music and performance that will be of critical importance in their musical and cultural endeavors. The GSU Jazz Band has performed all over metro Atlanta and the Southeast under the direction of Dr. Gordon Vernick. Come listen to them exercise their chops!</p>",
                "url": "https://music.gsu.edu/jazz-studies-department/"
            },
            {
                "start": "3:00PM",
                "end": "4:00PM",
                "title": "Danii Roundtree",
                "photo": "",
                "thumb": "",
                "description": "Jazz, Pop/Soul",
                "bio": "<p>Danii Roundtree is a retro jazz, pop/soul artist with a dynamic, in-your-face show alongside her 10-piece band, \"The Retro Rebels\" and cool vintage aesthetic.  Her music fuses the classic sounds of yesterday with the freshness of today. The sound has a throwback feel that is jazz-oriented with funk and soul elements, cleverly coined as \"retro.\" Danii and her band have played Atlanta Jazz Festival, Suwannee Jazz Festival, Atlanta Pride Festival, and have been the opening act for several prominent artists. \"Danii's gorgeous voice, burnished by coruscating timbres, conjures up memories of Diana Ross. Its cool, clean tones carry palpable sultry savors, as well as beau coup smoldering embers of soul\" (Celeb Mix Feature).</p>",
                "url": "https://DaniiRoundtree.com"
            },
            {
                "start": "4:15PM",
                "end": "5:15PM",
                "title": "Glenn Phillips Band",
                "photo": "",
                "thumb": "",
                "description": "Rock",
                "bio": "<p>Glenn Phillips is a critically acclaimed guitarist and composer who's released 20 albums over the past 50 years. As a founding member and songwriter of the Hampton Grease Band in the late '60s, he played with countless artists of the era, including John Lennon, Frank Zappa, the Grateful Dead, Fleetwood Mac, the Allman Brothers, and Jimi Hendrix (Phillips is a featured interviewee in the Hendrix documentary Electric Church). His first solo album, 1975's Lost at Sea, led famed entrepreneur Richard Branson to sign Phillips to Virgin Records. In the years since, he's toured and recorded regularly with his own group and collaborated with artists as diverse as Bob Weir of the Grateful Dead, Pete Buck of REM, and Cindy Wilson of the B-52s. The one constant throughout his career--his music has remained as unique as it is acclaimed. From Guitar Player, \"A supremely musical player, Phillips has something few musicians attain:  a voice of his own.\"</p>",
                "url": "https://glennphillips.myfreesites.net/"
            },
            {
                "start": "5:30PM",
                "end": "6:30PM",
                "title": "Swimming Pool Q's",
                "photo": "",
                "thumb": "",
                "description": "Southern Creative Pop",
                "bio": "<p>The Swimming Pool Q's were founded in Atlanta in 1978 and were among the first generation of Georgia's celebrated New Wave bands that included The B-52's, The Brains, Pylon and R.E.M. Described as \"visionary pop eccentrics,\" they've toured with the Police and Lou Reed and played with hundreds of artists ranging from Klaus Nomi to Power Station. Their albums include The Deep End (1981) and Royal Academy of Reality (2003); a multi-disc reissue of their legendary 1980s albums on A&M Records, The Swimming Pool Q's and Blue Tomorrow, appeared in 2013. Their \"unusually literate songwriting sensibility\" (Rolling Stone) is matched with a \"lofty architectural style distinguished by the elegant and muscular guitar duets between Jeff Calder and Bob Elsey and Anne Richmond Boston's rhapsodic alto phrasings\" (Village Voice). The Q's celebrate their 42nd anniversary in 2020.</p>",
                "url": "https://swimmingpoolqs.com"
            }
        ],
        "f": [
            {
                "start": "12:15PM",
                "end": "1:15PM",
                "title": "Brother Moon",
                "photo": "",
                "thumb": "",
                "description": "Alternative Blues",
                "bio": "<p>Brother Moon is a young band from Atlanta, Georgia. They play funk-blues pop-rock music. Inspired by the likes of the Grateful Dead, John Mayer, B.B. King, Allman Brothers Band, and Dave Matthews Band, Brother Moon brings a new style that lights up your face with a smile. Friends since they were three years old, Sam Epstein and Elijah Haller come together on stage with the help of Joseph McGill (drums), and Aidan Babuka Black (keys).</p>"
            },
            {
                "start": "1:30PM",
                "end": "2:30PM",
                "title": "Andrea & Mud",
                "photo": "",
                "thumb": "",
                "description": "Surf Western from the South",
                "bio": "<p>\"Andrea and Mud are a songwriting duo that has come up from open mic nights to touring with the likes of Southern Culture on the Skids. They're scrappy with a whole lot of ambition; their songs live in smoky dive bars and extended-stay hotels. Their magic is due in part to the pairing of Andrea Colburn's evocative characters with Mud Moseley's chicken-picked Telecaster. It's a little bit Bukowski and a healthy dose of B-movie realness. And since good music never goes out of style, don't try to pigeonhole them as throwbacks. Last year they cut their new album Bad News Darlin' with Damon Moon at Standard Electric Recorders Co., and they're looking forward to releasing it in 2020 and making big moves, so keep your eyes and ears peeled.\" -ethan fogus [immersive atlanta] Just as much influenced by Willie Nelson, Tom Waits, and Hank Williams Sr. as new Country acts such as Colter Wall and the Deslondes, Colburn & Moseley keep somewhat of a traditional country and blues feel all while giving it their own haunting, part Piedmont, part Psychobilly spin. If you've ever wondered what it would have been like if Bonnie and Clyde had started a Honky Tonk band with drippy tremolo surf guitar instead of taking the criminal path, this is a performance that you don't want to miss.</p>",
                "url": "https://andreaandmud.com"
            },
            {
                "start": "2:45PM",
                "end": "3:45PM",
                "title": "the Bradley Cole Smith band",
                "photo": "",
                "thumb": "",
                "description": "Rootsy Rock & Roll",
                "bio": "<p>Singer and songwriter Bradley Cole Smith has been a fixture on the Atlanta music scene since the early 1990's. Formerly of Doublewide, Bradley cut his first solo album Beggers and Bankers in 2001. His latest release, The Hilltop EP, features a lush, rootsy landscape with more diverse instrumentation than his prior releases.</p>",
                "url": "https://bradleycolesmith.com"
            },
            {
                "start": "4:00PM",
                "end": "5:00PM",
                "title": "The Sundogs",
                "photo": "",
                "thumb": "",
                "description": "Rock 'n' Roll",
                "bio": "<p>Brothers Lee and Will Haraway formed The Sundogs in Atlanta, GA in the early 2000s and quickly earned attention for the melodic Americana Rock and Roll sound of their records and especially for their high-energy live shows. Having long been compared to Tom Petty & the Heartbreakers, the band started performing The Sundogs Present 'The Tom Petty Show' in 2008 and have played a complete Petty tribute every December thereafter.</p>",
                "url": "https://sundogs.net"
            }
        ]
    }
}
